{
  "The use of smartphones, tablets and laptops has become commonplace throughout the world and has been especially prevalent among college students.": {
    "lexical": "The use of smartphones, tablets and laptops has become commonplace across the world and has been especially prevalent among college students.",
    "words": {
      "throughout": "across"
    },
    "sentence_paraphrase": "The use of smartphones, tablets and laptops has become common in many parts of the world and among college students.",
    "syntactic": "The use of smartphones, tablets and laptops has become commonplace around the world. It is particularly prevalent among college students.",
    "syntactic_and_lexical": "The use of smartphones, tables and laptops has become commonplace around the world. It is especially prevalent among college students.",
    "syntactic_and_sentence_paraphrase": "Smartphones, tablets and laptops are used all over the world. It is most common among college students."
  },
  "Recent studies have found that college students have higher levels of screen time, and they utilize multiple devices at higher rates compared to previous generations.": {
    "lexical": "Recent studies have found that college students have higher levels of screen time, and they utilize multiple devices at higher rates compared to previous years.",
    "words": {
      "generations.": "years."
    },
    "sentence_paraphrase": "Recent studies have found that college students have more screen time, and they use more devices than before.",
    "syntactic": "Recent studies have shown that college students spend more time on screens. They use multiple devices at a higher rate than previous generations.",
    "syntactic_and_lexical": "Recent studies have shown that college students spend more time on screens. They use multiple devices at a higher rate than previous years.",
    "syntactic_and_sentence_paraphrase": "Recent studies have shown that college students are more interested. They use more devices than previous generations."
  },
  "With the increased use of these devices, especially smartphones, students tend to use a less-traditional workplace such as a couch or chair with no desk, leading to an increase in musculoskeletal disorders in that age group.": {
    "lexical": "With the increased use of these devices, especially smartphones, students tend to use a less-traditional workplace such as a sofa or chair with no desk, leading to an increase in musculoskeletal diseases in that age group.",
    "words": {
      "couch": "sofa",
      "disorders": "diseases"
    },
    "sentence_paraphrase": "With the use of these devices, especially smartphones, students tend to use a less-traditional workplace such as a couch or chair with no desk. This leads to more injuries in that age group.",
    "syntactic": "With the increased use of these devices, especially smartphones, students tend to use a less traditional workplace, such as a couch or chair without a desk. This leads to an increase in musculoskeletal disorders in this age group.",
    "syntactic_and_lexical": "With the raised use of these devices, especially smartphones, students tend to use a less traditional workplace, such as a sofa or chair without a desk. This leads to an increase in musculoskeletal diseases in this age group.",
    "syntactic_and_sentence_paraphrase": "With more people using these devices, especially smartphones, students tend to use a less traditional workplace, such as a couch. This causes more musculoskeletal problems in this age group."
  },
  "A team of Texas A&M researchers led by Mark E. Benden conducted a study looking at the technology students use, the postures they adapt when they use their devices, and the amount of pain the students were currently experiencing.": {
    "lexical": "A team of Texas A&M scientists led by Mark E. Benden introduced a study looking at the technology students use, the postures they adjust when they use their devices, and the amount of pain the students were currently exploring.",
    "words": {
      "researchers": "scientists",
      "conducted": "introduced",
      "adapt": "adjust",
      "experiencing.": "exploring."
    },
    "sentence_paraphrase": "A team of Texas A&M researchers led by Mark E. Benden did a study looking at the technology students use and the way they move when they use their devices.",
    "syntactic": "A team of Texas A&M researchers led by Mark E. Benden conducted a study. They looked at the technology students use, the postures they adapt when using their devices, and the amount of pain they were currently experiencing.",
    "syntactic_and_lexical": "A team of Texas A&M scientists led by Mark E. Benden introduced a study. They looked at the technology students use, the postures they adjust when using their devices, and the amount of pain they were currently exploring.",
    "syntactic_and_sentence_paraphrase": "A team of researchers at Texas A&M did a study. They looked at the technology students use, the way they move when using their devices, and the amount of pain they are having."
  },
  "Benden and his co-authors found that smartphones have become the most common link to educational materials though they have the least favorable control and display scenario from an ergonomic perspective.": {
    "lexical": "Benden and his authors found that smartphones have become the most common link to educational matters though they have the least favorable control and display scenario from an ergonomic perspective.",
    "words": {
      "co-authors": "authors",
      "materials": "matters"
    },
    "sentence_paraphrase": "Benden and his co-authors found that smartphones have become the most common link to educational materials even though they are not as comfortable to use.",
    "syntactic": "Benden and his co-authors found that smartphones have become the most common link to educational materials. However, they have the least favorable control and display scenario from an ergonomic perspective.",
    "syntactic_and_lexical": "Benden and his authors found that smartphones have become the most common link to educational matters. However, they have the least favorable control and display scenario from an ergonomic perspective.",
    "syntactic_and_sentence_paraphrase": "Benden found that smartphones have become the most common way to get educational materials. However, they have the least good control and display from an ergonomic point of view."
  },
  "Additionally, the team concluded that regardless of device, ergonomic interventions focused on improving posture and facilitating stress management may reduce the likelihood of pain.": {
    "lexical": "Additionally, the team included that regardless of device, ergonomic interventions focused on improving posture and stimulating stress management may reduce the likelihood of pain.",
    "words": {
      "concluded": "included",
      "facilitating": "stimulating"
    },
    "sentence_paraphrase": "The team concluded that no matter what device it is, interventions focused on improving posture and reducing stress may reduce the likelihood of pain.",
    "syntactic": "In addition, the team concluded that ergonomic interventions aimed at improving posture and facilitating stress management can reduce the risk of pain. It does not matter which device is used.",
    "syntactic_and_lexical": "In addition, the team included that ergonomic actions aimed at promoting posture and stimulating stress management can reduce the risk of pain. It does not matter which device is used.",
    "syntactic_and_sentence_paraphrase": "The team also found that things that improve posture and help stress management can reduce the risk of pain. It does not matter which one."
  },
  "The results of the team's study were published recently in the open-access, peer reviewed journal BMC Public Health.": {
    "lexical": "The results of the team's study were issued recently in the open-access, peer reviewed journal BMC Public Health.",
    "words": {
      "published": "issued"
    },
    "sentence_paraphrase": "The results of the team's study have been published in a journal called BMC Public Health.",
    "syntactic": "The results of the study were recently published in the open access journal BMC Public Health. The study was peer reviewed.",
    "syntactic_and_lexical": "The results of the study were recently issued in the open access journal BMC Public Health. The study was peer viewed.",
    "syntactic_and_sentence_paraphrase": "The results of the study have been published in the BMC Public Health. The study was reviewed."
  },
  "\"When we started this study a few years ago it was because we had determined that college students were the heavy users of smartphones,\" Benden said.": {
    "lexical": "\"When we started this study a few years ago it was because we had identified that college students were the heavy users of smartphones,\" Benden said.",
    "words": {
      "determined": "identified"
    },
    "sentence_paraphrase": "'' When we started this study a few years ago it was because we had found out that college students use smartphones a lot.",
    "syntactic": {},
    "syntactic_and_lexical": "When we started this study a few years ago, it was because we had identified that college students were the heavy users of smartphones. Benden said.",
    "syntactic_and_sentence_paraphrase": "When we started this study a few years ago, it was because we knew that college students used smartphones a lot. Benden said"
  },
  "\"Now those same levels we were concerned about in college students are seen in 40-year-olds and college students have increased to new levels.\"": {
    "lexical": "\"Now those same levels we were worried about in college students are seen in 40-year-olds and college students have raised to new levels.\"",
    "words": {
      "concerned": "worried",
      "increased": "raised"
    },
    "sentence_paraphrase": "Now those same things we were worried about in college students are seen in 40-year-olds and college students.",
    "syntactic": "Now the same levels we were concerned about in college students are seen in 40-year-olds. College students have reached new levels.",
    "syntactic_and_lexical": "Now the same levels we were worried about in college students are seen in 40-year-olds. College students have reached new levels.",
    "syntactic_and_sentence_paraphrase": "Now the same things we were worried about in college students are seen. College students are getting better."
  },
  "Benden, professor and head of the Department of Environmental and Occupational Health (EOH) at the Texas A&M University School of Public Health and director of the Ergo Center, co-authored the study with EOH associate professors Adam Pickens, S. Camille Peres, and Matthew Lee Smith, Ranjana Mehta, associate professor in the Wm Michael Barnes'64 Department of Industrial & Systems Engineering, Brett Harp, a recent EOH graduate, and Samuel Towne Jr., adjunct assistant professor at the School of Public Health.": {
    "lexical": "Benden, professor and head of the Department of Environmental and Occupational Health (EOH) at the Texas A & M University School of Public Health and director of the Ergo Center, co-authored the study with EOH associate professors Adam Pickens, S. Camille Peres, and Matthew Lee Smith, Ranjana Mehta, associate professor in the Wm Michael Barnes'64 Department of Industrial & Systems Engineering, Brett Harp, a recent EOH graduate, and Samuel Towne Jr., adjunct assistant professor at the School of Public Health.",
    "words": {
      "A&M": "A"
    },
    "sentence_paraphrase": "Benden is a professor and head of the Department of Environmental and Occupational Health (EOH) at the Texas A&M University School of Public Health and director of the Ergo Center. He helped write the study with other EOH professors Adam Pickens, S. Camille Peres, and Matthew Lee Smith, Ranjana Mehta, Brett Harp, a recent EOH graduate, and Samuel Towne Jr., assistant professor at the School of Public Health.",
    "syntactic": "Benden is a professor and head of the Department of Environmental and Occupational Health (EOH) at the Texas A&M University School of Public Health and director of the Ergo Center. He co-authored the study with Adam Pickens, S. Camille Peres and Matthew Lee Smith, associate professors in the EOH department, Ranjana Mehta in the Wm Michael Barnes'64 Department of Industrial & Systems Engineering, Brett Harp, a recent EOH graduate and Samuel Towne Jr.",
    "syntactic_and_lexical": "Benden is a professor and head of the Department of Environmental and Occupational Health (EOH) at the Texas A & M University School of Public Health and director of the Ergo Center. He co-authored the study with Adam Pickens, S. Camille Peres and Matthew Lee Smith, associate instructors in the EOH department, Ranjana Mehta in the Wm Michael Barnes'64 Department of Industrial & Systems Engineering, Brett Harp, a recent EOH graduate and Samuel Towne Jr.",
    "syntactic_and_sentence_paraphrase": "Benden is a professor and head of the Department of Environmental and Occupational Health at the Texas A&M University School of Public Health. He helped write the study with Adam Pickens, S. Camille Peres and Matthew Lee Smith, associate professors in the EOH department, Ranjana Mehta in the Wm Michael Barnes'64 Department of Industrial & Systems Engineering."
  },
  "The research team used a 35-minute online survey that asked participants about their technology use, posture when using the technology, current level of pain or discomfort, and their activity and stress levels.": {
    "lexical": "The research team used a 35-minute online investigation that asked partners about their technology use, posture when using the technology, current level of pain or discomfort, and their activity and stress levels.",
    "words": {
      "survey": "investigation",
      "participants": "partners"
    },
    "sentence_paraphrase": "The research team used a 35-minute online survey that asked people about how much they use technology, how much they use it, and their activity and stress levels.",
    "syntactic": "The research team used a 35-minute online survey. Participants were asked about their use of technology, their posture when using it, the current level of pain or discomfort, and their level of activity and stress.",
    "syntactic_and_lexical": "The research team used a 35-minute online investigation. Participants were asked about their use of technology, their posture when using it, the current level of pain or discomfort, and their level of activity and stress.",
    "syntactic_and_sentence_paraphrase": "The research team did an online survey. People were asked about their use of technology, their posture when using it, their level of pain, and their level of stress."
  },
  "Among the respondents, 64 percent indicated that their smartphone was the electronic device they used most frequently, followed by laptops, tablets and desktop computers.": {
    "lexical": "Among the contestants, 64 percent noted that their smartphone was the electronic device they used most often, followed by laptops, tablets and desktop computers.",
    "words": {
      "respondents,": "contestants,",
      "indicated": "noted",
      "frequently,": "often,"
    },
    "sentence_paraphrase": "Among the people, 64 percent said that their smartphone was the electronic device they used most often, followed by laptops.",
    "syntactic": "Among respondents, 64 percent indicated that their smartphone was the electronic device they used most often. This was followed by laptops, tablets and desktop computers.",
    "syntactic_and_lexical": "Among contestants, 64 percent noted that their smartphone was the electronic device they used most often. This was followed by laptops, tables and desktop computers.",
    "syntactic_and_sentence_paraphrase": "64 percent said that their smartphone was the electronic device they used most often. Then came laptops, tablets and desktop computers."
  },
  "On average, the students used their smartphone 4.4 hours per day, and they indicated that when doing so, they were more likely to do so on the couch or at a chair with no desk.": {
    "lexical": "On average, the students used their smartphone 4.4 hours per day, and they noted that when doing so, they were more likely to do so on the sofa or at a chair with no desk.",
    "words": {
      "indicated": "noted",
      "couch": "sofa"
    },
    "sentence_paraphrase": "On average, the students used their smartphone 4.4 hours per day, and they said that they would use it more often on the couch or at a desk.",
    "syntactic": "On average, students used their smartphone 4.4 hours per day. They indicated that when they did so, they were more likely to do so on the couch or in a chair without a desk.",
    "syntactic_and_lexical": "On average, students used their smartphone 4.4 hours per day. They noted that when they did so, they were more likely to do so on the sofa or in a chair without a desk.",
    "syntactic_and_sentence_paraphrase": "Students used their phone 4.4 hours per day. They said that they were more likely to do so on the couch or in a chair without a desk."
  },
  "\"It is amazing to consider how quickly smartphones have become the dominant tech device in our daily lives with little research into how that level of use would impact our health,\" Benden said.": {
    "lexical": "\"It is amazing to consider how quickly smartphones have become the dominant tech device in our daily lives with little research into how that level of use would affect our health,\" Benden said.",
    "words": {
      "impact": "affect"
    },
    "sentence_paraphrase": "It is amazing to think about how quickly smartphones have become the main tech device in our daily lives with little research into how that would affect our health.",
    "syntactic": "It is amazing to see how quickly smartphones have become the dominant technological device in our daily lives. However, little research has been done on the impact of this level of use on our health, said Benden.",
    "syntactic_and_lexical": "It is amazing to see how quickly smartphones have become the dominant technological device in our daily lives. However, little research has been done on the affect of this level of use on our health, said Benden.",
    "syntactic_and_sentence_paraphrase": "It is amazing to see how quickly smartphones have become very important in our lives. However, little research has been done on the effects of this on our health."
  },
  "The researchers found that posture components and stress more consistently contributed to the pain reported by the students, not the variables associated with the devices they were using.": {
    "lexical": "The scientists found that posture factors and stress more continuously helped to the pain wrote by the students, not the variables located with the devices they were using.",
    "words": {
      "researchers": "scientists",
      "components": "factors",
      "consistently": "continuously",
      "contributed": "helped",
      "reported": "wrote",
      "associated": "located"
    },
    "sentence_paraphrase": "The researchers found that posture and stress were more important to the pain reported by the students than the devices they were using.",
    "syntactic": "The researchers found that posture components and stress more consistently contributed to the pain reported by students. The variables associated with the devices they were using did not contribute.",
    "syntactic_and_lexical": "The scientists found that posture factors and stress more continuously helped to the pain wrote by students. The variables located with the devices they were using did not contribute.",
    "syntactic_and_sentence_paraphrase": "The researchers found that posture and stress were more important to the pain reported by students. The things associated with the devices they were using did not."
  },
  "Still, the researchers point out that in our ever-increasing technology-focused society, efforts are needed to ensure that pain is deferred or delayed until an individual's later years to preserve the productivity of the workforce.": {
    "lexical": "Still, the scientists point out that in our ever-increasing technology-focused community, efforts are needed to ensure that pain is referred or delayed until an individual's later years to maintain the productivity of the workforce.",
    "words": {
      "researchers": "scientists",
      "society,": "community,",
      "deferred": "referred",
      "preserve": "maintain"
    },
    "sentence_paraphrase": "The researchers say that in our ever-increasing technology-focused society, efforts are needed to make sure that pain is not delayed until an individual's later years.",
    "syntactic": "However, the researchers point out that in our ever-increasing technology-based society, efforts are needed to ensure that pain is postponed or delayed until later in life. This will preserve the productivity of the workforce.",
    "syntactic_and_lexical": "However, the scientists point out that in our ever-increasing technology-based community, efforts are needed to ensure that pain is posted or delayed until later in life. This will maintain the productivity of the workforce.",
    "syntactic_and_sentence_paraphrase": "However, the researchers say that in our ever-increasing technology-based society, pain should not be delayed until later in life. This will keep the productivity up."
  },
  "\"Now that we are moving toward hybrid and/or remote workspaces for our jobs, college students are taking habits formed in dorm and apartment rooms during college into young adulthood as employees in home offices,\" Benden said.": {
    "lexical": "\"Now that we are moving toward hybrid and/or remote workplaces for our jobs, college students are taking habits formed in dorm and apartment rooms during college into young adult as workers in home offices,\" Benden said.",
    "words": {
      "workspaces": "workplaces",
      "adulthood": "adult",
      "employees": "workers"
    },
    "sentence_paraphrase": "College students are taking habits formed in dorm and apartment rooms during college into young adulthood as employees in home offices, Benden said.",
    "syntactic": "Now that we are moving towards hybrid and / or remote workspaces for our jobs, college students are taking the habits formed in dorms and apartments during college into young adulthood. As employees in home offices, Benden said.",
    "syntactic_and_lexical": "Now that we are moving towards hybrid and / or remote workplaces for our jobs, college students are taking the habits formed in dorms and apartments during college into young adult. As workers in home offices, Benden said.",
    "syntactic_and_sentence_paraphrase": "Now that we are moving towards remote work places for our jobs, college students are taking what they learned in dorms and apartments into adulthood. They work in home offices, Benden said."
  },
  "\"We need to get this right or it could have adverse impacts on an entire generation.\"": {
    "lexical": "\"We need to get this right or it could have adverse affects on an entire generation.\"",
    "words": {
      "impacts": "affects"
    },
    "sentence_paraphrase": "We need to get this right or it could be bad for an entire generation.",
    "syntactic": "We need to get this right. Otherwise, it could have negative consequences for an entire generation.",
    "syntactic_and_lexical": "We need to get this right. Otherwise, it could have negative affects for an entire generation.",
    "syntactic_and_sentence_paraphrase": "We need to do this. It could have bad consequences for an entire generation."
  },
  "": {
    "lexical": {},
    "sentence_paraphrase": {},
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": {}
  },
  "In a groundbreaking new study, researchers at the University of Minnesota Twin Cities used a customized printer to fully 3D print a flexible organic light-emitting diode (OLED) display.": {
    "lexical": "In a breaking new study, scientists at the University of Minnesota Twin Cities used a modified printer to fully 3D print a flexible organic light-emitting diode (OLED) display.",
    "words": {
      "groundbreaking": "breaking",
      "researchers": "scientists",
      "customized": "modified"
    },
    "sentence_paraphrase": "Researchers at the University of Minnesota Twin Cities used a special printer to fully 3D print an organic light-emitting display (OLED).",
    "syntactic": "In a groundbreaking new study, researchers at the University of Minnesota Twin Cities used a custom printer. They printed a flexible organic light-emitting diode (OLED) display.",
    "syntactic_and_lexical": "In a breaking new study, scientists at the University of Minnesota Twin Cities used a custom printer. They printed a flexible organic light-emitting diode (OLED) display.",
    "syntactic_and_sentence_paraphrase": "Researchers at the University of Minnesota Twin Cities used a special printer to print. They made a flexible organic light-emitting display."
  },
  "The discovery could result in low-cost OLED displays in the future that could be widely produced using 3D printers by anyone at home, instead of by technicians in expensive microfabrication facilities.": {
    "lexical": "The discovery could result in low-cost OLED plays in the future that could be widely provided using 3D printers by anyone at home, instead of by techniques in costly microfabrication services.",
    "words": {
      "displays": "plays",
      "produced": "provided",
      "technicians": "techniques",
      "expensive": "costly",
      "facilities.": "services."
    },
    "sentence_paraphrase": "The discovery could result in low-cost OLED displays in the future that could be easily made using 3D printers by anyone at home, not by people in expensive factories.",
    "syntactic": "The discovery could lead to low-cost OLED displays in the future. They could be produced by anyone at home using 3D printers, instead of by technicians in expensive microfabrication facilities.",
    "syntactic_and_lexical": "The discovery could lead to low-cost OLED plays in the future. They could be provided by anyone at home using 3D copiers, instead of by techniques in costly microfabrication services.",
    "syntactic_and_sentence_paraphrase": "This could lead to cheaper OLED displays in the future. They could be made by anyone at home using 3D printers, instead of by people in expensive factories."
  },
  "The OLED display technology is based on the conversion of electricity into light using an organic material layer.": {
    "lexical": "The OLED display technology is based on the processing of heating into light using an organic material layer.",
    "words": {
      "conversion": "processing",
      "electricity": "heating"
    },
    "sentence_paraphrase": "The OLED display is made by changing electricity into light using an organic material.",
    "syntactic": "The OLED display technology is based on the conversion of electricity into light. An organic material layer is used.",
    "syntactic_and_lexical": "The OLED display technology is based on the processing of heating into light. An organic material layer is used.",
    "syntactic_and_sentence_paraphrase": "The OLED display uses electricity to turn it into light. An organic material is used."
  },
  "OLEDs function as high quality digital displays, which can be made flexible and used in both large-scale devices such as television screens and monitors as well as handheld electronics such as smartphones.": {
    "lexical": "OLEDs function as high quality digital plays, which can be made flexible and used in both large devices such as television screens and confirms as well as handheld computers such as smartphones.",
    "words": {
      "displays,": "plays,",
      "large-scale": "large",
      "monitors": "confirms",
      "electronics": "computers"
    },
    "sentence_paraphrase": "They can be used in both large-scale devices such as television screens and monitors as well as handheld devices such as smartphones and tablets.",
    "syntactic": "OLEDs function as high-quality digital displays. They can be made flexible and used in both large-scale devices such as television screens and monitors as well as handheld electronics such as smartphones.",
    "syntactic_and_lexical": "OLEDs function as quality digital plays. They can be made flexible and used in both large devices such as television screens and confirms as well as handheld computers such as smartphones.",
    "syntactic_and_sentence_paraphrase": "OLEDs are high-quality digital displays. They can be used in both large-scale devices such as television screens and monitors as well as handheld devices."
  },
  "OLED displays have gained popularity because they are lightweight, power-efficient, thin and flexible, and offer a wide viewing angle and high contrast ratio.": {
    "lexical": "OLED plays have gained popularity because they are light, power-efficient, thin and flexible, and offer a wide viewing angle and high contrast ratio.",
    "words": {
      "displays": "plays",
      "lightweight,": "light,"
    },
    "sentence_paraphrase": "OLED displays are popular because they are light, power-efficient, thin and flexible, and offer a wide viewing angle.",
    "syntactic": "OLED displays have gained popularity because they are lightweight, energy efficient, thin and flexible. They offer a wide viewing angle and a high contrast ratio.",
    "syntactic_and_lexical": "OLED plays have gained popularity because they are light, energy efficient, thin and flexible. They offer a wide viewing angle and a high contrast ratio.",
    "syntactic_and_sentence_paraphrase": "OLED displays are popular because they are light, energy efficient and thin. They offer a wide viewing angle and a lot of color."
  },
  "\"OLED displays are usually produced in big, expensive, ultra-clean fabrication facilities,\" said Michael McAlpine, a University of Minnesota Kuhrmeyer Family Chair Professor in the Department of Mechanical Engineering and the senior author of the study.": {
    "lexical": "\"OLED plays are usually provided in big, costly, ultra-clean fabrication services,\" said Michael McAlpine, a University of Minnesota Kuhrmeyer Family Chair Professor in the Department of Mechanical Engineering and the senior author of the study.",
    "words": {
      "displays": "plays",
      "produced": "provided",
      "expensive,": "costly,",
      "facilities,\"": "services,\""
    },
    "sentence_paraphrase": "The study was done by Michael McAlpine, a University of Minnesota Kuhrmeyer Family Chair Professor in the Department of Mechanical Engineering and the senior author of the study.",
    "syntactic": "OLED displays are usually produced in large, expensive and ultra-clean manufacturing facilities, said Michael McAlpine, Kuhrmeyer Family Chair Professor in the Department of Mechanical Engineering at the University of Minnesota. He is the lead author of the study.",
    "syntactic_and_lexical": "OLED plays are usually provided in large, costly and ultra-clean manufacturing services, said Michael McAlpine, Kuhrmeyer Family Chair Professor in the Department of Mechanical Engineering at the University of Minnesota. He is the lead author of the study.",
    "syntactic_and_sentence_paraphrase": "OLED displays are usually made in large, expensive and ultra-clean places, said Michael McAlpine, a professor in the Department of Mechanical Engineering at the University of Minnesota. He is the main author of the study."
  },
  "\"We wanted to see if we could basically condense all of that down and print an OLED display on our table-top 3D printer, which was custom built and costs about the same as a Tesla Model S.\"": {
    "lexical": {},
    "sentence_paraphrase": "We wanted to see if we could print an OLED display on our table-top 3D printer that was custom built and cost about the same as a Tesla Model S.",
    "syntactic": "We wanted to see if we could condense it all and print an OLED display on our tabletop 3D printer. It was custom built and costs about the same as a Tesla Model S.",
    "syntactic_and_lexical": "We wanted to see if we could condense it all and print an OLED display on our tabletop 3D printer. It was custom built and costs about the same as a Tesla Model S.",
    "syntactic_and_sentence_paraphrase": "We wanted to see if we could make it all smaller and print an OLED screen. It cost about the same as a Tesla Model S."
  },
  "The group had previously tried 3D printing OLED displays, but they struggled with the uniformity of the light-emitting layers.": {
    "lexical": "The group had previously tried 3D printing OLED plays, but they battled with the consistency of the light-emitting layers.",
    "words": {
      "displays,": "plays,",
      "struggled": "battled",
      "uniformity": "consistency"
    },
    "sentence_paraphrase": "The group had previously tried 3D printing OLED displays, but they had problems with the colors.",
    "syntactic": "The group had previously tried 3D printing OLED displays. However, they struggled with the uniformity of the light-emitting layers.",
    "syntactic_and_lexical": "The group had previously tried 3D printing OLED plays. However, they battled with the consistency of the light-emitting layers.",
    "syntactic_and_sentence_paraphrase": "The group had already tried 3D printing. However, they had problems with the light-emitting layers."
  },
  "Other groups partially printed displays but also relied on spin-coating or thermal evaporation to deposit certain components and create functional devices.": {
    "lexical": "Other groups partially printed plays but also depended on spin-coating or thermal evaporation to deposit certain factors and create functional devices.",
    "words": {
      "displays": "plays",
      "relied": "depended",
      "components": "factors"
    },
    "sentence_paraphrase": "Other groups sometimes printed displays but also used spin-coating or thermal evaporation to put some parts together.",
    "syntactic": "Other groups partially printed displays. They also used spin coating or thermal evaporation to deposit certain components and create functional devices.",
    "syntactic_and_lexical": "Other groups partially printed plays. They also used spin coating or thermal evaporation to deposit certain factors and create functional devices.",
    "syntactic_and_sentence_paraphrase": "Other groups printed displays. They also used spin coating or thermal evaporation to put parts together and make things."
  },
  "In this new study, the University of Minnesota research team combined two different modes of printing to print the six device layers that resulted in a fully 3D-printed, flexible organic light-emitting diode display.": {
    "lexical": "In this new study, the University of Minnesota research team compared two different models of printing to print the six device layers that resulted in a fully 3D-printed, flexible organic light-emitting diode display.",
    "words": {
      "combined": "compared",
      "modes": "models"
    },
    "sentence_paraphrase": "In this new study, the University of Minnesota research team combined two different ways of printing to print the six layers of the display, which made it 3D printed.",
    "syntactic": "In this new study, the University of Minnesota research team combined two different printing modes to print the six layers of the device. This resulted in a flexible organic light-emitting diode display printed in 3D.",
    "syntactic_and_lexical": "In this new study, the University of Minnesota research team compared two different printing models to print the six layers of the device. This suffered in a flexible organic light-emitting diode display printed in 3D.",
    "syntactic_and_sentence_paraphrase": "In this new study, the University of Minnesota research team used two different printing methods to print the screen. This made a flexible organic light-emitting display printed in 3D."
  },
  "The electrodes, interconnects, insulation, and encapsulation were all extrusion printed, while the active layers were spray printed using the same 3D printer at room temperature.": {
    "lexical": "The electrodes, connects, isolation, and encapsulation were all extrusion printed, while the active layers were spray printed using the same 3D printer at room temperature.",
    "words": {
      "interconnects,": "connects,",
      "insulation,": "isolation,"
    },
    "sentence_paraphrase": "The electrodes, interconnects, insulation, and encapsulation were all printed by extrusion, while the active layers were spray printed.",
    "syntactic": "The electrodes, interconnects, insulation and encapsulation were all printed by extrusion. The active layers were spray printed using the same 3D printer at room temperature.",
    "syntactic_and_lexical": "The electrodes, connects, isolation and encapsulation were all printed by extrusion. The active layers were spray printed using the same 3D printer at room temperature.",
    "syntactic_and_sentence_paraphrase": "The electrodes, connectors and insulation were all made by extrusion. They were then spray printed using the same printer at room temperature."
  },
  "The display prototype was about 1.5 inches on each side and had 64 pixels.": {
    "lexical": {},
    "sentence_paraphrase": "It was about 1.5 inches on each side and had 64 pixels.",
    "syntactic": "The display prototype was about 1.5 inches on each side. It had 64 pixels.",
    "syntactic_and_lexical": "The display prototype was about 1.5 inches on each side. It had 64 pixels.",
    "syntactic_and_sentence_paraphrase": "The display was about 1.5 inches long on each side. It had 64."
  },
  "Every pixel worked and displayed light.": {
    "lexical": "Every pixel worked and show light.",
    "words": {
      "displayed": "show"
    },
    "sentence_paraphrase": "Every pixel worked and showed light.",
    "syntactic": {},
    "syntactic_and_lexical": "Every pixel worked and show light.",
    "syntactic_and_sentence_paraphrase": "Every pixel worked and showed light."
  },
  "\"I thought I would get something, but maybe not a fully working display,\" said Ruitao Su, the first author of the study and a 2020 University of Minnesota mechanical engineering Ph.D. graduate who is now a postdoctoral researcher at MIT.": {
    "lexical": "\"I thought I would get something, but maybe not a fully working display,\" said Ruitao Su, the first author of the study and a 2020 University of Minnesota mechanical design Ph.D. graduate who is now a postdoctoral researcher at MIT.",
    "words": {
      "engineering": "design"
    },
    "sentence_paraphrase": "Ruitao Su is the first person to write about it and a 2020 University of Minnesota mechanical engineering Ph.D. graduate who is now a postdoctoral researcher at MIT.",
    "syntactic": "\"I thought I would get something, but maybe not a fully functioning display, \" said Ruitao Su, the first author of the study. He graduated from the University of Minnesota in mechanical engineering in 2020 and is now a postdoctoral researcher at MIT.",
    "syntactic_and_lexical": "\"I thought I would get something, but maybe not a fully functioning display, \"said Ruitao Su, the first author of the study. He graded from the University of Minnesota in mechanical design in 2020 and is now a postdoctoral researcher at MIT.",
    "syntactic_and_sentence_paraphrase": "'' I thought I would get something, but maybe not a fully working display,\" Ruitao Su said. He graduated from the University of Minnesota with a degree in mechanical engineering in 2020."
  },
  "\"But then it turns out all the pixels were working, and I can display the text I designed.": {
    "lexical": "\"But then it turns out all the pixels were working, and I can display the text I signed.",
    "words": {
      "designed.": "signed."
    },
    "sentence_paraphrase": "Then it turns out all the pixels are working and I can see the text I made.",
    "syntactic": "But then it turned out that all the pixels were working. I can display the text I designed.",
    "syntactic_and_lexical": "But then it turned out that all the pixels were working. I can display the text I signed.",
    "syntactic_and_sentence_paraphrase": "But then it turned out that all the pictures were working. I can show the text I made."
  },
  "My first reaction was'It is real!'": {
    "lexical": "My first response was'It is real!'",
    "words": {
      "reaction": "response"
    },
    "sentence_paraphrase": "My first reaction was\" It is real\"",
    "syntactic": {},
    "syntactic_and_lexical": "My first response was'It is real!'",
    "syntactic_and_sentence_paraphrase": "My first reaction was\" It is real\""
  },
  "I was not able to sleep, the whole night.\"": {
    "lexical": {},
    "sentence_paraphrase": "I could not sleep the whole night.",
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": "I could not sleep the whole night."
  },
  "Su said the 3D-printed display was also flexible and could be packaged in an encapsulating material, which could make it useful for a wide variety of applications.": {
    "lexical": "Su said the 3D-printed display was also flexible and could be packaged in an encompassing material, which could make it useful for a wide variety of files.",
    "words": {
      "encapsulating": "encompassing",
      "applications.": "files."
    },
    "sentence_paraphrase": "Su said the 3D-printed display was also flexible and could be made of many different materials, which could make it useful for many uses.",
    "syntactic": "Su said the 3D-printed display was also flexible and could be packaged in an encapsulating material. This could make it useful for a wide variety of applications.",
    "syntactic_and_lexical": "Su said the 3D-printed display was also flexible and could be packaged in an encompassing material. This could make it useful for a wide variety of files.",
    "syntactic_and_sentence_paraphrase": "Su said the 3D-printed display could also be wrapped in a special material. This could make it useful for many things."
  },
  "\"The device exhibited a relatively stable emission over the 2,000 bending cycles, suggesting that fully 3D printed OLEDs can potentially be used for important applications in soft electronics and wearable devices,\" Su said.": {
    "lexical": "\"The device existed a fairly stable emission over the 2,000 bending cycles, arguing that fully 3D printed OLEDs can possibly be used for important files in soft computers and wearable devices,\" Su said.",
    "words": {
      "exhibited": "existed",
      "relatively": "fairly",
      "suggesting": "arguing",
      "potentially": "possibly",
      "applications": "files",
      "electronics": "computers"
    },
    "sentence_paraphrase": "This means that fully 3D printed OLEDs can potentially be used for important applications in soft electronics and wearable devices, Su said.",
    "syntactic": "The device exhibited a relatively stable emission over the 2,000 bending cycles. This suggests that fully 3D printed OLEDs can potentially be used for important applications in soft electronics and wearable devices, said Su.",
    "syntactic_and_lexical": "The device existed a fairly stable emission over the 2,000 bending cycles. This considers that fully 3D printed OLEDs can possibly be used for important files in soft computers and wearable devices, said Su.",
    "syntactic_and_sentence_paraphrase": "The device had a good emission over the 2,000 bending cycles. This means that fully 3D printed OLEDs can be used for important uses in soft electronics and wearable devices."
  },
  "The researchers said the next steps are to 3D print OLED displays that are higher resolution with improved brightness.": {
    "lexical": "The scientists said the next steps are to 3D print OLED plays that are higher resolution with increased brightness.",
    "words": {
      "researchers": "scientists",
      "displays": "plays",
      "improved": "increased"
    },
    "sentence_paraphrase": "The researchers said the next step is to make 3D printed OLED displays that are higher resolution.",
    "syntactic": "According to the researchers, the next step is to 3D print OLED displays. These will have a higher resolution and better brightness.",
    "syntactic_and_lexical": "According to the scientists, the next step is to 3D print OLED plays. These will have a higher resolution and better brightness.",
    "syntactic_and_sentence_paraphrase": "The next step is to make 3D printed OLED displays. These will have a better picture quality."
  },
  "\"The nice part about our research is that the manufacturing is all built in, so we're not talking 20 years out with some'pie in the sky' vision,\" McAlpine said.": {
    "lexical": "\"The nice part about our research is that the produce is all built in, so we're not talking 20 years out with some'pie in the sky' vision,\" McAlpine said.",
    "words": {
      "manufacturing": "produce"
    },
    "sentence_paraphrase": "'' The nice part about our research is that the manufacturing is all built in, so we're not talking about 20 years from now.\"",
    "syntactic": "The nice thing about our research is that manufacturing is already built in. So we are not talking about 20 years from now with a utopian vision, said McAlpine.",
    "syntactic_and_lexical": "The nice thing about our research is that produce is already built in. So we are not talking about 20 years from now with a utopian vision, said McAlpine.",
    "syntactic_and_sentence_paraphrase": "The nice thing about our research is that it is already made. So we are not talking about 20 years from now with a perfect world."
  },
  "\"This is something that we actually manufactured in the lab, and it is not hard to imagine that you could translate this to printing all kinds of displays ourselves at home or on the go within just a few years, on a small portable printer.\"": {
    "lexical": "\"This is something that we really manufactured in the lab, and it is not hard to imagine that you could translate this to printing all kinds of plays ourselves at home or on the go within just a few years, on a small portable printer.\"",
    "words": {
      "actually": "really",
      "displays": "plays"
    },
    "sentence_paraphrase": "It is not hard to imagine that you could translate this to printing all kinds of displays ourselves at home or on the go within just a few years, on a small portable printer.",
    "syntactic": "This is something we actually made in the lab. It's not hard to imagine that we could print all kinds of displays ourselves at home or on the go in just a few years with a small portable printer.",
    "syntactic_and_lexical": "This is something we really made in the lab. It's not hard to imagine that we could print all kinds of plays ourselves at home or on the go in just a few years with a small portable printer.",
    "syntactic_and_sentence_paraphrase": "This is something we made in the lab. It is not hard to imagine that we could print all kinds of things ourselves at home or on the go in just a few years."
  },
  "In addition to McAlpine and Su, the research team included University of Minnesota mechanical engineering researchers Xia Ouyang, a postdoctoral researcher; Sung Hyun Park, who is now a senior researcher at Korea Institute of Industrial Technology; and Song Ih Ahn, who is now an assistant professor of mechanical engineering at Pusan National University in Korea.": {
    "lexical": "In addition to McAlpine and Su, the research team included University of Minnesota mechanical design scientists Xia Ouyang, a postdoctoral researcher ; Sung Hyun Park, who is now a senior researcher at Korea Institute of Industrial Technology ; and Song Ih Ahn, who is now an assistant professor of mechanical design at Pusan National University in Korea.",
    "words": {
      "engineering": ";",
      "researchers": "scientists",
      "researcher;": ";",
      "Technology;": "Technology"
    },
    "sentence_paraphrase": "The team also included University of Minnesota researchers Xia Ouyang, Sung Hyun Park, who is now a senior researcher at Korea Institute of Industrial Technology, and Song Ih Ahn, who is now an assistant professor of mechanical engineering at Pusan National University in Korea.",
    "syntactic": "In addition to McAlpine and Su, the research team included Xia Ouyang, a postdoctoral researcher at the University of Minnesota. Sung Hyun Park, who is now a senior researcher at Korea Institute of Industrial Technology, and Song Ih Ahn, an assistant professor of mechanical engineering at Pusan National University in Korea.",
    "syntactic_and_lexical": "In addition to McAlpine and Su, the research team included Xia Ouyang, a postdoctoral researcher at the University of Minnesota. Sung Hyun Park, who is now a senior researcher at Korea Institute of Industrial Technology, and Song Ih Ahn, an assistant professor of mechanical design at Pusan National University in Korea.",
    "syntactic_and_sentence_paraphrase": "The research team also included Xia Ouyang, who was a researcher at the University of Minnesota. Sung Hyun Park is now a senior researcher at Korea Institute of Industrial Technology and Song Ih Ahn is a professor at Pusan National University."
  },
  "The research was funded primarily by the National Institute of Biomedical Imaging and Bioengineering of the National Institutes of Health (Award No.": {
    "lexical": {},
    "sentence_paraphrase": "The research was funded mostly by the National Institute of Biomedical Imaging and Bioengineering of the National Institutes of Health.",
    "syntactic": "The research was primarily funded by the National Institute of Biomedical Imaging and Bioengineering, National Institutes of Health. (Award No.",
    "syntactic_and_lexical": "The research was primarily funded by the National Institute of Biomedical Imaging and Bioengineering, National Institutes of Health. (Award No.",
    "syntactic_and_sentence_paraphrase": "The research was made possible by the National Institute of Biomedical Imaging and Bioengineering. (Award No."
  },
  "1DP2EB020537) with additional support from The Boeing Company and the Minnesota Discovery, Research, and InnoVation Economy (MnDRIVE) Initiative through the State of Minnesota.": {
    "lexical": {},
    "sentence_paraphrase": "It was also supported by The Boeing Company and the Minnesota Discovery, Research, and InnoVation Economy (MnDRIVE) Initiative in Minnesota.",
    "syntactic": "1DP2EB020537) with additional support from The Boeing Company and the Minnesota Discovery, Research and InnoVation Economy (MnDRIVE) Initiative. This initiative is funded by the State of Minnesota.",
    "syntactic_and_lexical": "1DP2EB020537) with additional support from The Boeing Company and the Minnesota Discovery, Research and InnoVation Economy (MnDRIVE) Initiative. This initiative is refunded by the State of Minnesota.",
    "syntactic_and_sentence_paraphrase": "It was supported by The Boeing Company and the Minnesota Discovery, Research and InnoVation Economy (MnDRIVE) Initiative. It is run by the State of Minnesota."
  },
  "Portions of this study were conducted in the Minnesota Nano Center, which is supported by the National Science Foundation through the National Nano Coordinated Infrastructure Network (NNCI).": {
    "lexical": "Portions of this study were introduced in the Minnesota Nano Center, which is favoured by the National Science Foundation through the National Nano Coordinated Infrastructure Network (NNCI).",
    "words": {
      "conducted": "introduced",
      "supported": "favoured"
    },
    "sentence_paraphrase": "The Minnesota Nano Center is run by the National Science Foundation and is part of the National Nano Coordinated Infrastructure Network (NNCI).",
    "syntactic": "Parts of this study were conducted at the Minnesota Nano Center. This center is supported by the National Science Foundation through the National Nano Coordinated Infrastructure Network (NNCI).",
    "syntactic_and_lexical": "Parts of this study were introduced at the Minnesota Nano Center. This center is favoured by the National Science Foundation through the National Nano Coordinated Infrastructure Network (NNCI).",
    "syntactic_and_sentence_paraphrase": "This study was done at the Minnesota Nano Center. This center is part of the National Science Foundation's National Nano Coordinated Infrastructure Network."
  },
  "Imagine sitting out in the sun, reading a digital screen as thin as paper, but seeing the same image quality as if you were indoors.": {
    "lexical": {},
    "sentence_paraphrase": "Imagine sitting out in the sun, reading on a screen that is as thin as paper, but seeing the same picture as if you were outside.",
    "syntactic": "Imagine sitting in the sun and reading a digital screen as thin as paper. But you see the same image quality as if you were inside.",
    "syntactic_and_lexical": "Imagine sitting in the sun and reading a digital screen as thin as paper. But you see the same image quality as if you were inside.",
    "syntactic_and_sentence_paraphrase": "Imagine sitting in the sun and reading on a paper screen. But you get the same picture quality as if you were inside."
  },
  "Thanks to research from Chalmers University of Technology, Sweden, it could soon be a reality.": {
    "lexical": {},
    "sentence_paraphrase": "Thanks to research done by Chalmers University of Technology, Sweden.",
    "syntactic": "Thanks to research from Chalmers University of Technology in Sweden. It could soon be a reality.",
    "syntactic_and_lexical": "Thanks to research from Chalmers University of Technology in Sweden. It could soon be a reality.",
    "syntactic_and_sentence_paraphrase": "It comes from Chalmers University of Technology in Sweden. It could soon be a reality."
  },
  "A new type of reflective screen -- sometimes described as'electronic paper' -- offers optimal colour display, while using ambient light to keep energy consumption to a minimum.": {
    "lexical": "A new type of reflective screen -- sometimes description as'electronic paper' -- offers optimal colour display, while using ambient light to keep energy consumption to a minimum.",
    "words": {
      "described": "description"
    },
    "sentence_paraphrase": "A new type of screen -- sometimes called'electronic paper'-- gives a better colour display, while using light to keep energy use to a minimum.",
    "syntactic": "A new type of reflective screen - sometimes called \"electronic paper\" - offers optimal color display. At the same time, it uses ambient light to keep energy consumption to a minimum.",
    "syntactic_and_lexical": "A new type of reflective screen - sometimes called \"electronic paper\" - offers optimal color display. At the same time, it uses ambient light to keep energy consumption to a minimum.",
    "syntactic_and_sentence_paraphrase": "A new type of screen - sometimes called electronic paper - gives a better color display. It uses light to keep energy consumption to a minimum."
  },
  "Traditional digital screens use a backlight to illuminate the text or images displayed upon them.": {
    "lexical": "Traditional digital screens use a backlight to illuminate the text or images show upon them.",
    "words": {
      "displayed": "show"
    },
    "sentence_paraphrase": "Traditional digital screens use a backlight to show the text or images on the screen.",
    "syntactic": "Traditional digital screens use a backlight. The backlight illuminates the text or images displayed.",
    "syntactic_and_lexical": "Traditional digital screens use a backlight. The backlight illustrates the text or images show.",
    "syntactic_and_sentence_paraphrase": "Digital screens have a backlight. The backlight lights up the text or images."
  },
  "This is fine indoors, but we've all experienced the difficulties of viewing such screens in bright sunshine.": {
    "lexical": "This is fine indoors, but we've all experienced the conditions of viewing such screens in bright sunshine.",
    "words": {
      "difficulties": "conditions"
    },
    "sentence_paraphrase": "This is fine indoors, but we've all had problems using screens in bright sunshine.",
    "syntactic": "This is fine indoors. However, we have all experienced the difficulties of viewing such screens in bright sunlight.",
    "syntactic_and_lexical": "This is fine indoors. However, we have all experienced the conditions of viewing such screens in bright sunlight.",
    "syntactic_and_sentence_paraphrase": "This is good inside. However, we have all had problems viewing such screens in bright sunlight."
  },
  "Reflective screens, however, attempt to use the ambient light, mimicking the way our eyes respond to natural paper.": {
    "lexical": "Reflective screens, however, attempt to use the ambient light, imitating the way our eyes react to natural paper.",
    "words": {
      "mimicking": "imitating",
      "respond": "react"
    },
    "sentence_paraphrase": "Reflective screens try to use the light around them, like the way our eyes use natural paper.",
    "syntactic": "Reflective screens, however, try to use ambient light. They mimic the way our eyes respond to natural paper.",
    "syntactic_and_lexical": "Reflective screens, however, try to use ambient light. They imitate the way our eyes react to natural paper.",
    "syntactic_and_sentence_paraphrase": "Reflective screens try to use light. They look like the way our eyes use natural paper."
  },
  "\"For reflective screens to compete with the energy-intensive digital screens that we use today, images and colours must be reproduced with the same high quality.": {
    "lexical": "\"For reflective screens to compete with the energy-intensive digital screens that we use today, images and colours must be produced with the same high quality.",
    "words": {
      "reproduced": "produced"
    },
    "sentence_paraphrase": "For reflective screens to be as good as the digital screens that we use today, images and colours must be of the same high quality.",
    "syntactic": "Reflective screens must compete with the energy-intensive digital screens we use today. Images and colors must be reproduced with the same high quality.",
    "syntactic_and_lexical": "Reflective screens must compete with the energy-intensive digital screens we use today. Images and colors must be produced with the same high quality.",
    "syntactic_and_sentence_paraphrase": "Reflective screens must compete with the digital screens we use today. Images and colors must be of the same high quality."
  },
  "That will be the real breakthrough.": {
    "lexical": {},
    "sentence_paraphrase": "That will be the big one.",
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": "That will be the big one."
  },
  "Our research now shows how the technology can be optimised, making it attractive for commercial use,\" says Marika Gugole, Doctoral Student at the Department of Chemistry and Chemical Engineering at Chalmers University of Technology.": {
    "lexical": "Our research now shows how the technology can be maximised, making it attractive for commercial use,\" says Marika Gugole, Doctoral Student at the Department of Chemistry and Chemical Engineering at Chalmers University of Technology.",
    "words": {
      "optimised,": "maximised,"
    },
    "sentence_paraphrase": "Marika Gugole is a doctoral student at the Department of Chemistry and Chemical Engineering at Chalmers University of Technology in the Netherlands.",
    "syntactic": "Our research now shows how the technology can be optimized. This makes it attractive for commercial use, says Marika Gugole, doctoral student at the Department of Chemistry and Chemical Engineering at Chalmers University of Technology.",
    "syntactic_and_lexical": "Our research now shows how the technology can be optimised. This makes it attractive for commercial use, says Marika Gugole, doctoral student at the Department of Chemistry and Chemical Engineering at Chalmers University of Technology.",
    "syntactic_and_sentence_paraphrase": "Our research now shows how it can be used. Marika Gugole is a doctoral student at the Department of Chemistry and Chemical Engineering at the Chalmers University of Technology."
  },
  "The researchers had already previously succeeded in developing an ultra-thin, flexible material that reproduces all the colours an LED screen can display, while requiring only a tenth of the energy that a standard tablet consumes.": {
    "lexical": "The scientists had already previously survived in developing an ultra-thin, flexible material that recovers all the colours an LED screen can display, while needing only a tenth of the energy that a standard tablet consumes.",
    "words": {
      "researchers": "scientists",
      "succeeded": "survived",
      "reproduces": "recovers",
      "requiring": "needing"
    },
    "sentence_paraphrase": "The researchers had already been able to make a very thin material that shows all the colours an LED screen can display, while using only a tenth of the energy that a normal tablet uses.",
    "syntactic": "The researchers had already succeeded in developing an ultra-thin and flexible material that reproduces all the colors that an LED screen can display. At the same time, it requires only a tenth of the energy that a standard tablet consumes.",
    "syntactic_and_lexical": "The scientists had already survived in developing an ultra-thin and flexible material that recovers all the colors that an LED screen can display. At the same time, it requires only a tenth of the energy that a standard tablet feeds.",
    "syntactic_and_sentence_paraphrase": "The researchers had already made a very thin material that can make all the colors that an LED screen can display. It uses only a tenth of the energy that a normal tablet uses."
  },
  "But in the earlier design the colours on the reflective screen did not display with optimal quality.": {
    "lexical": "But in the earlier building the colours on the reflective screen did not display with optimal quality.",
    "words": {
      "design": "building"
    },
    "sentence_paraphrase": "But in the earlier design the colours on the screen did not look good.",
    "syntactic": "However, in the previous design, the colors on the reflective screen were not displayed in optimal quality. This was corrected.",
    "syntactic_and_lexical": "However, in the previous building, the colors on the reflective screen were not show in optimal quality. This was removed.",
    "syntactic_and_sentence_paraphrase": "However, in the previous design, the colors on the screen did not look good. This was fixed."
  },
  "Now the new study, published in the journal Nano Letters takes the material one step further.": {
    "lexical": "Now the new study, issued in the journal Nano Letters takes the material one step further.",
    "words": {
      "published": "issued"
    },
    "sentence_paraphrase": "The new study was published in the journal\" Nano Letters\".",
    "syntactic": "The new study is published in the journal Nano Letters. It takes the material a step further.",
    "syntactic_and_lexical": "The new study is issued in the journal Nano Letters. It takes the material a step further.",
    "syntactic_and_sentence_paraphrase": "It was found in the journal Nano Letters. It makes the material stronger."
  },
  "Using a previously researched, porous and nanostructured material, containing tungsten trioxide, gold and platinum, they tried a new tactic -- inverting the design in such a way as to allow the colours to appear much more accurately on the screen.": {
    "lexical": "Using a previously searched, porous and nanostructured material, consisting tungsten trioxide, gold and platinum, they tried a new tactic -- inverting the building in such a way as to allow the colours to appear much more precisely on the screen.",
    "words": {
      "researched,": "searched,",
      "containing": "consisting",
      "design": "building",
      "accurately": "precisely"
    },
    "sentence_paraphrase": "Using a material that had been researched and made of tungsten trioxide, gold and platinum, they tried a new way -- changing the design so that the colours appear much more accurately on the screen.",
    "syntactic": "Using a previously researched porous and nanostructured material containing tungsten trioxide, gold and platinum, they tried a new tactic. They inverted the design in such a way that the colors appeared much more accurately on the screen.",
    "syntactic_and_lexical": "Using a previously investigated porous and nanostructured material consisting tungsten trioxide, gold and platinum, they tried a new tactic. They reverted the building in such a way that the colors seemed much more precisely on the screen.",
    "syntactic_and_sentence_paraphrase": "Using a material that had been made of tungsten trioxide, gold and platinum, they tried a new tactic. They changed the design so that the colors appeared much better on the screen."
  },
  "Inverting the design for top quality colour": {
    "lexical": "Inverting the building for top quality colour",
    "words": {
      "design": "building"
    },
    "sentence_paraphrase": "Inverting the design for a better colour",
    "syntactic": {},
    "syntactic_and_lexical": "Inverting the building for top quality colour",
    "syntactic_and_sentence_paraphrase": "Inverting the design for a better colour"
  },
  "The inversion of the design represents a great step forward.": {
    "lexical": "The inversion of the building reflects a great step forward.",
    "words": {
      "design": "building",
      "represents": "reflects"
    },
    "sentence_paraphrase": "The change of the design is a great step forward.",
    "syntactic": {},
    "syntactic_and_lexical": "The inversion of the building reflects a great step forward.",
    "syntactic_and_sentence_paraphrase": "The change of the design is a great step forward."
  },
  "They placed the component which makes the material electrically conductive underneath the pixelated nanostructure that reproduces the colours -- instead of above it, as was previously the case.": {
    "lexical": "They placed the element which makes the material electrically conductive beneath the pixelated nanostructure that recovers the colours -- instead of above it, as was previously the case.",
    "words": {
      "component": "element",
      "underneath": "beneath",
      "reproduces": "recovers"
    },
    "sentence_paraphrase": "They placed the part of the material which makes the material electrically conductive underneath the nanostructure that reproduces the colours.",
    "syntactic": "They placed the component that makes the material electrically conductive under the pixelated nanostructure that reproduces the colors. Previously, it was placed above it.",
    "syntactic_and_lexical": "They placed the element that makes the material electrically conductive under the pixelated nanostructure that recovers the colors. Previously, it was replaced above it.",
    "syntactic_and_sentence_paraphrase": "They placed the part of the material that makes it electrically conductive under the color of the color. It used to be placed above it."
  },
  "This new design means you look directly at the pixelated surface, therefore seeing the colours much more clearly.": {
    "lexical": "This new building means you look directly at the pixelated surface, thus seeing the colours much more clearly.",
    "words": {
      "design": "building",
      "therefore": "thus"
    },
    "sentence_paraphrase": "This new design means you can look directly at the screen and see the colours much better.",
    "syntactic": "This new design allows you to look directly at the pixelated surface. You can therefore see the colors much more clearly.",
    "syntactic_and_lexical": "This new building allows you to look directly at the pixelated surface. You can thus see the colors much more clearly.",
    "syntactic_and_sentence_paraphrase": "This new design lets you look directly at the screen. You can see the colors much better."
  },
  "In addition to the minimal energy consumption, reflective screens have other advantages.": {
    "lexical": "In addition to the minimum energy consumption, reflective screens have other benefits.",
    "words": {
      "minimal": "minimum",
      "advantages.": "benefits."
    },
    "sentence_paraphrase": "In addition to the low energy use, reflective screens have other uses.",
    "syntactic": "In addition to minimal energy consumption. Reflective screens have other advantages.",
    "syntactic_and_lexical": "In addition to minimum energy consumption. Reflective screens have other benefits.",
    "syntactic_and_sentence_paraphrase": "It also has minimal energy consumption. Reflective screens have other uses."
  },
  "For example, they are much less tiring for the eyes compared to looking at a regular screen.": {
    "lexical": {},
    "sentence_paraphrase": "They are much less tiring for the eyes than looking at a normal screen.",
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": "They are also less tiring for the eyes. Compared to looking at a screen."
  },
  "To make these reflective screens, certain rare metals are required -- such as the gold and platinum -- but because the final product is so thin, the amounts needed are very small.": {
    "lexical": "To make these reflective screens, certain rare metals are required -- such as the gold and platinum -- but because the final product is so thin, the counts needed are very small.",
    "words": {
      "amounts": "counts"
    },
    "sentence_paraphrase": "To make these screens, some rare metals are needed -- such as gold and platinum -- but because the screen is so thin, the amount needed is very small.",
    "syntactic": "To make these reflective screens, certain rare metals are required, such as gold and platinum. However, because the final product is so thin, the amounts required are very small.",
    "syntactic_and_lexical": "To make these reflective screens, certain rare metals are required, such as gold and platinum. However, because the final product is so thin, the counts required are very small.",
    "syntactic_and_sentence_paraphrase": "To make these screens, some metals are needed, such as gold and platinum. Because the product is so thin, the amount needed is very small."
  },
  "The researchers have high hopes that eventually, it will be possible to significantly reduce the quantities needed for production.": {
    "lexical": "The scientists have high hopes that ultimately, it will be possible to considerably reduce the amounts needed for production.",
    "words": {
      "researchers": "scientists",
      "eventually,": "ultimately,",
      "significantly": "considerably",
      "quantities": "amounts"
    },
    "sentence_paraphrase": "They hope that eventually it will be possible to reduce the amount needed for production.",
    "syntactic": "The researchers have high hopes. Eventually it will be possible to significantly reduce the quantities needed for production.",
    "syntactic_and_lexical": "The scientists have high hopes. Eventually it will be possible to considerably reduce the amounts needed for production.",
    "syntactic_and_sentence_paraphrase": "The researchers have high hopes. Eventually it will be possible to reduce the amount needed for production."
  },
  "\"Our main goal when developing these reflective screens, or'electronic paper' as it is sometimes termed, is to find sustainable, energy-saving solutions.": {
    "lexical": "\"Our main goal when developing these reflective screens, or'electronic paper' as it is sometimes termed, is to find sustainable, energy-saving solves.",
    "words": {
      "solutions.": "solves."
    },
    "sentence_paraphrase": "Our main goal when making these reflective screens, or'electronic paper'as it is sometimes called, is to save energy.",
    "syntactic": "Our main goal in developing these reflective screens is to find sustainable and energy-saving solutions. This is sometimes called electronic paper.",
    "syntactic_and_lexical": "Our main goal in developing these reflective screens is to find sustainable and energy-saving solves. This is sometimes called electronic paper.",
    "syntactic_and_sentence_paraphrase": "Our main goal in making these screens is to find ways to save energy and money. This is sometimes called electronic."
  },
  "And in this case, energy consumption is almost zero because we simply use the ambient light of the surroundings,\" explains research leader Andreas Dahlin, Professor at the Department of Chemistry and Chemical Engineering at Chalmers.": {
    "lexical": "And in this case, energy consumption is almost zero because we simply use the ambient light of the neighbourhoods,\" explains research leader Andreas Dahlin, Professor at the Department of Chemistry and Chemical Engineering at Chalmers.",
    "words": {
      "surroundings,\"": "neighbourhoods,\""
    },
    "sentence_paraphrase": "And in this case, energy consumption is almost zero because we simply use the ambient light of the surroundings, says research leader Andreas Dahlin.",
    "syntactic": "In this case, energy consumption is almost zero. We simply use the ambient light of the surroundings, explains research leader Andreas Dahlin, professor at the Department of Chemistry and Chemical Engineering at Chalmers.",
    "syntactic_and_lexical": "In this case, energy consumption is almost zero. We simply use the ambient light of the neighbourhoods, excuses research leader Andreas Dahlin, professor at the Department of Chemistry and Chemical Engineering at Chalmers.",
    "syntactic_and_sentence_paraphrase": "This means that energy consumption is zero. Research leader Andreas Dahlin is a professor at the Department of Chemistry and Chemical Engineering at the University of Chalmers."
  },
  "Flexible with a wide range of uses": {
    "lexical": {},
    "sentence_paraphrase": "It has a wide range of uses",
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": "It has a wide range of uses"
  },
  "Reflective screens are already available in some tablets today, but they only display the colours black and white well, which limits their use.": {
    "lexical": "Reflective screens are already available in some tables today, but they only display the colours black and white well, which limits their use.",
    "words": {
      "tablets": "tables"
    },
    "sentence_paraphrase": "Reflective screens are already available in some tablets today, but they only show the colours black and white.",
    "syntactic": "Reflective screens are already available in some tablets today. However, they only display the colors black and white well, which limits their use.",
    "syntactic_and_lexical": "Reflective screens are already available in some tables today. However, they only display the colors black and white well, which limits their use.",
    "syntactic_and_sentence_paraphrase": "Reflective screens are already on some tablets. However, they only show the colors black and white very well."
  },
  "\"A large industrial player with the right technical competence could, in principle, start developing a product with the new technology within a couple of months,\" says Andreas Dahlin, who envisions a number of further applications.": {
    "lexical": "\"A large industrial player with the right technical competence could, in guaranteed, start developing a product with the new technology within a couple of months,\" says Andreas Dahlin, who imagines a number of further files.",
    "words": {
      "principle,": "guaranteed,",
      "envisions": "imagines",
      "applications.": "files."
    },
    "sentence_paraphrase": "A large industrial player with the right technical skills could start developing a product with the new technology within a couple of months, says Andreas Dahlin.",
    "syntactic": "\"A large industrial player with the right technical know-how could in principle start developing a product with the new technology within a few months, \" says Andreas Dahlin. He envisions a number of other applications.",
    "syntactic_and_lexical": "\"A large industrial player with the right technical know-how could in guaranteed start developing a product with the new technology within a few months, \"says Andreas Dahlin. He imagines a number of other files.",
    "syntactic_and_sentence_paraphrase": "A big industrial player with the right technical know-how could start making a product with the new technology in a few months. He sees a number of other uses."
  },
  "In addition to smart phones and tablets, it could also be useful for outdoor advertising, offering energy and resource savings compared with both printed posters or moving digital screens.": {
    "lexical": {},
    "sentence_paraphrase": "It could also be useful for outdoor advertising, saving energy and money compared with both printed posters or moving digital screens.",
    "syntactic": "In addition to smart phones and tablets, it could also be useful for outdoor advertising. It offers energy and resource savings compared to printed posters or moving digital screens.",
    "syntactic_and_lexical": "In addition to smart phones and tables, it could also be useful for outdoor advertising. It offers energy and resource savings compared to printed posters or moving digital screens.",
    "syntactic_and_sentence_paraphrase": "It could also be useful for smart phones and tablets for outdoor advertising. It saves energy compared to printed posters or moving digital screens."
  },
  "Johns Hopkins University researchers discovered precisely how spiders build webs by using night vision and artificial intelligence to track and record every movement of all eight legs as spiders worked in the dark.": {
    "lexical": "Johns Hopkins University scientists identified exactly how spiders build webs by using night vision and artificial intelligence to track and record every movement of all eight legs as spiders worked in the dark.",
    "words": {
      "researchers": "scientists",
      "discovered": "identified",
      "precisely": "exactly"
    },
    "sentence_paraphrase": "The researchers used night vision and artificial intelligence to track and record every movement of all eight legs as the spiders worked in the dark.",
    "syntactic": "Johns Hopkins University researchers have discovered exactly how spiders build webs. They used night vision and artificial intelligence to track and record every movement of all eight legs as spiders worked in the dark.",
    "syntactic_and_lexical": "Johns Hopkins University scientists have covered exactly how spiders build webpages. They used night vision and artificial intelligence to track and record every move of all eight legs as spiders worked in the dark.",
    "syntactic_and_sentence_paraphrase": "Researchers at Johns Hopkins University found out how spiders make webs. They used night vision to record every movement of all eight legs as spiders worked in the dark."
  },
  "Their creation of a web-building playbook or algorithm brings new understanding of how creatures with brains a fraction of the size of a human's are able to create structures of such elegance, complexity and geometric precision.": {
    "lexical": "Their creation of a web-building playbook or algorithm brings new learning of how creatures with brains a fraction of the size of a human's are able to create conditions of such elegance, complexity and geometric accuracy.",
    "words": {
      "understanding": "learning",
      "structures": "conditions",
      "precision.": "accuracy."
    },
    "sentence_paraphrase": "Their creation of a web-building playbook or algorithm brings new understanding of how creatures with brains a fraction of the size of a human are able to make things that are very simple.",
    "syntactic": "Their creation of a web-building playbook or algorithm brings a new understanding of how creatures with brains a fraction of the size of human brains are able to create structures of such elegance, complexity and geometric precision. They have created a tool that allows them to do this.",
    "syntactic_and_lexical": "Their creation of a web-building playbook or algorithm brings a new learning of how creatures with brains a fraction of the size of human brains are able to create conditions of such elegance, complexity and geometric accuracy. They have created a tool that allows them to do this.",
    "syntactic_and_sentence_paraphrase": "Their creation of a web-building playbook or algorithm brings a new understanding of how creatures with brains a fraction of the size of human brains are able to make things that look good. They have made a tool that lets them do this."
  },
  "The findings, now available online, are set to publish in the November issue of Current Biology.": {
    "lexical": {},
    "sentence_paraphrase": "The results are now available online and will be published in the November issue.",
    "syntactic": "The results are now available online. They will be published in the November issue of Current Biology.",
    "syntactic_and_lexical": "The results are now available online. They will be issued in the November issue of Current Biology.",
    "syntactic_and_sentence_paraphrase": "The results are now available online. They will be in the November issue of Current Biology."
  },
  "\"I first got interested in this topic while I was out birding with my son.": {
    "lexical": {},
    "sentence_paraphrase": "The first time was while I was out birding with my son.",
    "syntactic": "I first became interested in this topic. I was birding with my son.",
    "syntactic_and_lexical": "I first became interested in this topic. I was birding with my son.",
    "syntactic_and_sentence_paraphrase": "I first became interested in it. I was birding with him."
  },
  "After seeing a spectacular web I thought,'if you went to a zoo and saw a chimpanzee building this you'd think that's one amazing and impressive chimpanzee.'": {
    "lexical": "After seeing a spectacular web I thought,'if you went to a zoo and saw a chimp building this you'd think that's one amazing and impressive chimp.'",
    "words": {
      "chimpanzee": "chimp",
      "chimpanzee.'": "chimp.'"
    },
    "sentence_paraphrase": "I thought,'if you went to a zoo and saw a chimpanzee building this you'd think that's one amazing and impressive chimpanzee.'",
    "syntactic": "After seeing a spectacular web, I thought: \"If you went to the zoo and saw a chimpanzee building this, you would think. That's an amazing and impressive chimp. \"",
    "syntactic_and_lexical": "After seeing a spectacular web, I thought : \"If you went to the zoo and saw a chimp building this, you would think. That's an amazing and impressive chimp. ``",
    "syntactic_and_sentence_paraphrase": "I thought,\" If you went to the zoo and saw a chimpanzee building this, you would think. That's a very impressive chimp."
  },
  "Well this is even more amazing because a spider's brain is so tiny and I was frustrated that we didn't know more about how this remarkable behavior occurs,\" said senior author Andrew Gordus, a Johns Hopkins behavioral biologist.": {
    "lexical": "Well this is even more amazing because a spider's brain is so tiny and I was complicated that we did n't know more about how this notable behavior occurs,\" said senior author Andrew Gordus, a Johns Hopkins behavioral biologist.",
    "words": {
      "frustrated": "complicated",
      "didn't": "did",
      "remarkable": "n't"
    },
    "sentence_paraphrase": "This is even more amazing because a spider's brain is so tiny and I was frustrated that we didn't know more about how this strange behavior happens, said Andrew Gordus.",
    "syntactic": "This is even more amazing because a spider's brain is so tiny. I was frustrated that we didn't know more about how this remarkable behavior occurs, said lead author Andrew Gordus, a behavioral biologist at Johns Hopkins University.",
    "syntactic_and_lexical": "This is even more amazing because a spider's brain is so tiny. I was complicated that we did n't know more about how this notable behavior occurs, said lead author Andrew Gordus, a behavioural biologist at Johns Hopkins University.",
    "syntactic_and_sentence_paraphrase": "This is even more amazing because it is so small. I was frustrated that we didn't know more about how this remarkable behavior happens, said lead author Andrew Gordus."
  },
  "\"Now we've defined the entire choreography for web building, which has never been done for any animal architecture at this fine of a resolution.\"": {
    "lexical": "\"Now we've determined the entire choreography for web building, which has never been done for any animal structure at this fine of a resolution.\"",
    "words": {
      "defined": "determined",
      "architecture": "structure"
    },
    "sentence_paraphrase": "Now we've defined the entire choreography for web building, which has never been done for any kind of architecture.",
    "syntactic": "Now we have defined the entire choreography for building the web. This has never been done for any animal architecture at this fine resolution.",
    "syntactic_and_lexical": "Now we have determined the entire choreography for building the web. This has never been done for any animal structure at this fine resolution.",
    "syntactic_and_sentence_paraphrase": "Now we have made the whole process for building the web. This has never been done for any kind of animal architecture."
  },
  "Web-weaving spiders that build blindly using only the sense of touch, have fascinated humans for centuries.": {
    "lexical": "Web-weaving spiders that build blindly using only the sense of touch, have fascinated humans for years.",
    "words": {
      "centuries.": "years."
    },
    "sentence_paraphrase": "Spiders that build using only the sense of touch have fascinated humans for a long time.",
    "syntactic": "Spiders weave webs blindly using only the sense of touch. They have fascinated humans for centuries.",
    "syntactic_and_lexical": "Spiders weave webs blindly using only the sense of touch. They have fascinated humans for years.",
    "syntactic_and_sentence_paraphrase": "Spiders weave webs using only their sense of touch. They have fascinated people for centuries."
  },
  "Not all spiders build webs but those that do are among a subset of animal species known for their architectural creations, like nest-building birds and puffer fish that create elaborate sand circles when mating.": {
    "lexical": "Not all spiders build webs but those that do are among a subset of animal species known for their architectural inventions, like nest-building birds and puffer fish that create elaborate sand circles when mating.",
    "words": {
      "creations,": "inventions,"
    },
    "sentence_paraphrase": "Not all spiders build webs but those that do are some of the animal species known for making elaborate sand circles when they are mating, like nest-building birds.",
    "syntactic": "Not all spiders build webs, but those that do are part of a subset of animal species known for their architectural creations. These include nest-building birds and puffer fish that create elaborate sand circles when mating.",
    "syntactic_and_lexical": "Not all spiders build webpages, but those that do are part of a subset of animal species known for their architectural inventions. These include nest-building birds and puffer fish that create elaborate sand circles when mating.",
    "syntactic_and_sentence_paraphrase": "Not all spiders build webs, but those that do are part of a group of animal species called spiders. These include birds that build nests and fish that make sand when they mat."
  },
  "The first step to understanding how the relatively small brains of these animal architects support their high-level construction projects, is to systematically document and analyze the behaviors and motor skills involved, which until now has never been done, mainly because of the challenges of capturing and recording the actions, Gordus said.": {
    "lexical": "The first step to learning how the fairly small brains of these animal architects support their high-level building projects, is to consistently document and analyse the behaviours and motor skills derived, which until now has never been done, mainly because of the changes of catching and scoring the actions, Gordus said.",
    "words": {
      "understanding": "learning",
      "relatively": "fairly",
      "construction": "building",
      "systematically": "consistently",
      "analyze": "analyse",
      "behaviors": "behaviours",
      "involved,": "derived,",
      "challenges": "changes",
      "capturing": "catching",
      "recording": "scoring"
    },
    "sentence_paraphrase": "The first step to understanding how the relatively small brains of these animal architects support their high-level construction projects, is to document and analyze the behaviors and motor skills involved, which has never been done before, Gordus said.",
    "syntactic": "The first step in understanding how the relatively small brains of these animal architects support their high-level construction projects is to systematically document and analyze the behaviors and motor skills involved. This has never been done until now, mainly because of the challenges of capturing and recording the actions, said Gordus.",
    "syntactic_and_lexical": "The first step in learning how the fairly small brains of these animal architects support their high-level building projects is to consistently document and analyse the behaviours and motor skills derived. This has never been done until now, mainly because of the changes of catching and scoring the actions, said Gordus.",
    "syntactic_and_sentence_paraphrase": "The first step in understanding how the small brains of these animal architects support their high-level construction projects is to find out what they do and how they do it. This has never been done until now, because it is difficult to capture and record the actions."
  },
  "Here his team studied a hackled orb weaver, a spider native to the western United States that's small enough to sit comfortably on a fingertip.": {
    "lexical": {},
    "sentence_paraphrase": "Here his team studied an orb weaver, a kind of spider that is small enough to sit comfortably on a fingertip.",
    "syntactic": "Here his team studied a hackled orb weaver. This spider is native to the western United States and is small enough to sit comfortably on a fingertip.",
    "syntactic_and_lexical": "Here his team studied a hackled orb weaver. This spider is native to the western United States and is small enough to sit comfortably on a fingertip.",
    "syntactic_and_sentence_paraphrase": "Here his team made an orb weaver. This spider is found in the western United States and is small enough to sit on a finger."
  },
  "To observe the spiders during their nighttime web-building work, the lab designed an arena with infrared cameras and infrared lights.": {
    "lexical": "To observe the spiders during their nighttime web-building work, the lab signed an arena with infrared cameras and infrared lights.",
    "words": {
      "designed": "signed"
    },
    "sentence_paraphrase": "To see the spiders during their nighttime work, the lab made an arena with cameras and lights.",
    "syntactic": "In order to observe the spiders when they build their webs at night. The lab designed an arena with infrared cameras and lights.",
    "syntactic_and_lexical": "In order to observe the spiders when they build their webpages at night. The lab signed an arena with infrared cameras and lights.",
    "syntactic_and_sentence_paraphrase": "To see the spiders when they build their webs at night. They made an arena with cameras and lights."
  },
  "With that set-up they monitored and recorded six spiders every night as they constructed webs.": {
    "lexical": "With that set-up they monitored and recorded six spiders every night as they conducted webpages.",
    "words": {
      "constructed": "conducted",
      "webs.": "webpages."
    },
    "sentence_paraphrase": "They watched and recorded six spiders every night as they made their webs.",
    "syntactic": "With this setup, they monitored and recorded six spiders every night. They were building webs.",
    "syntactic_and_lexical": "With this setup, they monitored and reduced six spiders every night. They were building webpages.",
    "syntactic_and_sentence_paraphrase": "They watched and recorded six spiders every night. They were making webs"
  },
  "They tracked the millions of individual leg actions with machine vision software designed specifically to detect limb movement.": {
    "lexical": "They tracked the millions of individual leg actions with machine vision software defined specially to detect limb move.",
    "words": {
      "designed": "defined",
      "specifically": "specially",
      "movement.": "move."
    },
    "sentence_paraphrase": "They tracked the millions of movements of each leg with machine vision software to see movement.",
    "syntactic": "They tracked millions of individual leg movements. They used machine vision software specifically designed to detect limb movement.",
    "syntactic_and_lexical": "They tracked millions of individual leg movements. They used machine vision software specially signed to detect limb move.",
    "syntactic_and_sentence_paraphrase": "They tracked millions of movements. They used software specially made to detect limb movement."
  },
  "\"Even if you video record it, that's a lot of legs to track, over a long time, across many individuals,\" said lead author Abel Corver, a graduate student studying web-making and neurophysiology.": {
    "lexical": "\"Even if you video record it, that's a lot of legs to track, over a long time, across many exists,\" said lead author Abel Corver, a graduate student studying web-making and neurophysiology.",
    "words": {
      "individuals,\"": "exists,\""
    },
    "sentence_paraphrase": "Even if you video record it, that's a lot of legs to track, over a long time, across many people, said lead author Abel Corver.",
    "syntactic": "Even if you video record it, that's a lot of legs to track, over a long period of time, for many people, said lead author Abel Corver. He is a graduate student studying web design and neurophysiology.",
    "syntactic_and_lexical": "Even if you video record it, that's a lot of legs to track, over a long period of time, for many people, said lead author Abel Corver. He is a graduate student studying web building and neurophysiology.",
    "syntactic_and_sentence_paraphrase": "Even if you video record it, that's a lot of work to do over a long period of time for many people. He is currently studying web design and neurology."
  },
  "\"It's just too much to go through every frame and annotate the leg points by hand so we trained machine vision software to detect the posture of the spider, frame by frame, so we could document everything the legs do to build an entire web.\"": {
    "lexical": {},
    "sentence_paraphrase": "It's just too much to go through every frame and write down the leg points by hand so we trained machine vision software to find out what the spider is doing frame by frame.",
    "syntactic": "It's just too much to go through every frame and annotate the points of the legs by hand. So we trained machine vision software to detect the spider's posture, frame by frame, so we could document everything the legs do to build an entire web.",
    "syntactic_and_lexical": "It's just too much to go through every frame and annotate the points of the legs by hand. So we trained machine vision software to detect the spider's posture, frame by frame, so we could document everything the legs do to build an entire web.",
    "syntactic_and_sentence_paraphrase": "It is just too much to go through every frame and write down the points of the legs. So we trained machine vision software to see what the spider was doing so we could document everything the legs do to build a whole web."
  },
  "They found that web-making behaviors are quite similar across spiders, so much so that the researchers were able to predict the part of a web a spider was working on just from seeing the position of a leg.": {
    "lexical": "They found that web-making behaviours are quite similar across spiders, so much so that the scientists were able to predict the part of a web a spider was working on just from seeing the position of a leg.",
    "words": {
      "behaviors": "behaviours",
      "researchers": "scientists"
    },
    "sentence_paraphrase": "They found that web-making behaviors are quite similar across spiders, so much so that they could tell what part of a web a spider was working on just by looking at a leg.",
    "syntactic": "They found that web-making behaviors are very similar among spiders. So much so that the researchers were able to predict which part of a web a spider was working on just by looking at the position of the leg.",
    "syntactic_and_lexical": "They found that web-making behaviours are very similar among spiders. So much so that the scientists were able to predict which part of a web a spider was working on just by looking at the position of the leg.",
    "syntactic_and_sentence_paraphrase": "They found that web-making is very similar to spiders. So much so that it was possible to tell which part of a web a spider was working on just by looking at the leg."
  },
  "\"Even if the final structure is a little different, the rules they use to build the web are the same,\" Gordus said.": {
    "lexical": {},
    "sentence_paraphrase": "The rules they use to build the web are the same, even if the final structure is a little different.",
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": "Even if the end product is a little different, the rules they use are the same. Gordus said"
  },
  "\"They're all using the same rules, which confirms the rules are encoded in their brains.": {
    "lexical": "\"They're all using the same rules, which confirms the rules are coded in their brains.",
    "words": {
      "encoded": "coded"
    },
    "sentence_paraphrase": "They're all using the same rules, which shows the rules are in their brains.",
    "syntactic": "They all use the same rules. This confirms that the rules are encoded in their brains.",
    "syntactic_and_lexical": "They all use the same rules. This confirms that the rules are coded in their brains.",
    "syntactic_and_sentence_paraphrase": "They all use the same rules. This shows that the rules are in their brains."
  },
  "Now we want to know how those rules are encoded at the level of neurons.\"": {
    "lexical": "Now we want to know how those rules are coded at the level of nerves.\"",
    "words": {
      "encoded": "coded",
      "neurons.\"": "nerves.\""
    },
    "sentence_paraphrase": "Now we want to know how those rules are made at the level of neurons.",
    "syntactic": "Now we want to know how these rules are encoded. At the level of neurons.",
    "syntactic_and_lexical": "Now we want to know how these rules are coded. At the level of nerves.",
    "syntactic_and_sentence_paraphrase": "Now we want to know how these rules work. At the level of neurons."
  },
  "Future work for the lab includes experiments with mind-altering drugs to determine which circuits in the spider's brain are responsible for the various stages of web-building.": {
    "lexical": "Future work for the lab includes accomplishments with mind-altering drugs to define which tours in the spider's brain are responsible for the various stages of web-building.",
    "words": {
      "experiments": "accomplishments",
      "determine": "define",
      "circuits": "tours"
    },
    "sentence_paraphrase": "Future work for the lab will include tests to find out which parts of the spider's brain are responsible for the various stages of web-building.",
    "syntactic": "Future work in the lab will include experiments with mind-altering drugs. The aim is to determine which circuits in the spider's brain are responsible for the various stages of web building.",
    "syntactic_and_lexical": "Future work in the lab will include accomplishments with mind-altering drugs. The aim is to define which tours in the spider's brain are responsible for the various stages of web building.",
    "syntactic_and_sentence_paraphrase": "Future work in the lab will include experiments with drugs. The aim is to find out which parts of the spiders brain are responsible for the web building."
  },
  "\"The spider is fascinating,\"Corver said,\"because here you have an animal with a brain built on the same fundamental building blocks as our own, and this work could give us hints on how we can understand larger brain systems, including humans, and I think that's very exciting.": {
    "lexical": "\"The spider is exciting,\"Corver said,\"because here you have an animal with a brain built on the same essential building blocks as our own, and this work could give us hints on how we can understand larger brain systems, including humans, and I think that's very interesting.",
    "words": {
      "fascinating,\"Corver": "exciting,\"Corver",
      "fundamental": "essential",
      "exciting.": "interesting."
    },
    "sentence_paraphrase": "'' The spider is fascinating\" Corver said,\" because here you have an animal with a brain built on the same basic building blocks as our own, and this work could help us understand larger brain systems, like humans.",
    "syntactic": "The spider is fascinating, said Corver, because here you have an animal with a brain built on the same basic building blocks as ours. This work could give us hints on how to understand larger brain systems, including humans, and I think that's very exciting.",
    "syntactic_and_lexical": "The spider is exciting, said Corver, because here you have an animal with a brain built on the same basic building blocks as ours. This work could give us hints on how to understand larger brain systems, including humans, and I think that's very interesting.",
    "syntactic_and_sentence_paraphrase": "The spider is interesting because here you have an animal with a brain built on the same basic things as ours. This work could help us to understand larger brain systems, including humans, which is very exciting."
  },
  "Authors also include Nicholas Wilkerson, a former Hopkins undergraduate and current graduate student at Atlantic Veterinary College, and Jeremy Miller, a graduate student at Johns Hopkins.": {
    "lexical": "Authors also include Nicholas Wilkerson, a former Hopkins graduate and current graduate student at Atlantic Veterinary College, and Jeremy Miller, a graduate student at Johns Hopkins.",
    "words": {},
    "sentence_paraphrase": "Authors include Nicholas Wilkerson, a former Hopkins student and now a graduate student at Atlantic Veterinary College, and Jeremy Miller.",
    "syntactic": "The authors also include Nicholas Wilkerson, a former Hopkins undergraduate and currently a graduate student at Atlantic Veterinary College. Jeremy Miller is a doctoral student at Johns Hopkins.",
    "syntactic_and_lexical": "The authors also include Nicholas Wilkerson, a former Hopkins graduate and currently a graduate student at Atlantic Veterinary College. Jeremy Miller is a doctoral student at Johns Hopkins.",
    "syntactic_and_sentence_paraphrase": "The book is also written by Nicholas Wilkerson, a former Hopkins student and now a graduate student. Jeremy Miller is a student at the University."
  },
  "The work was supported by the National Science Foundation Graduate Research Fellowship Program and National Institutes of Health grant R35GM124883.": {
    "lexical": "The work was favoured by the National Science Foundation Graduate Research Fellowship Program and National Institutes of Health grant R35GM124883.",
    "words": {
      "supported": "favoured"
    },
    "sentence_paraphrase": "The work was made possible by the National Science Foundation Graduate Research Fellowship Program and National Institutes of Health.",
    "syntactic": "The work was supported by the National Science Foundation Graduate Research Fellowship Program. National Institutes of Health grant R35GM124883.",
    "syntactic_and_lexical": "The work was favoured by the National Science Foundation Graduate Research Fellowship Program. National Institutes of Health grant R35GM124883.",
    "syntactic_and_sentence_paraphrase": "It was funded by the National Science Foundation Graduate Research Fellowship. National Institutes of Health grant :"
  },
  "Large land animals have a significant impact on the ecology and biodiversity of the areas they inhabit and traverse.": {
    "lexical": "Large land animals have a important affect on the ecology and biodiversity of the areas they inhabit and traverse.",
    "words": {
      "significant": "important",
      "impact": "affect"
    },
    "sentence_paraphrase": "Large land animals have a big impact on the ecology and biodiversity of the places they live.",
    "syntactic": "Large land animals have a significant impact on the ecology and biodiversity of the areas they inhabit and traverse. They also have an impact on biodiversity.",
    "syntactic_and_lexical": "Large land animals have a important affect on the ecology and biodiversity of the areas they inhabit and traverse. They also have an affect on biodiversity.",
    "syntactic_and_sentence_paraphrase": "Large land animals have a big impact on the ecology and biodiversity of the places they live. They also help the biodiversity."
  },
  "If, for example, the routes and stopping places of cattle, horses, sheep, and also those of wolves or bears overlap with those of people, this often leads to conflicts.": {
    "lexical": "If, for example, the routes and stopping places of cattle, horses, sheep, and also those of wolves or bears overlap with those of people, this often leaves to disputes.",
    "words": {
      "leads": "leaves",
      "conflicts.": "disputes."
    },
    "sentence_paraphrase": "If the routes and places where people go are cattle, horses, sheep, and also those of wolves or bears, this often leads to conflicts.",
    "syntactic": "For example, the routes and stopping places of cattle, horses, sheep and also wolves or bears overlap with those of people. This often leads to conflicts.",
    "syntactic_and_lexical": "For example, the routes and stopping places of cattle, horses, sheep and also wolves or bears overlap with those of people. This often leads to disputes.",
    "syntactic_and_sentence_paraphrase": "For example, the routes and places where people go are cattle, horses, sheep and also wolves or bears. This often leads to problems."
  },
  "Knowing and being able to predict the movement patterns of animals is, therefore, of utmost relevance.": {
    "lexical": "Knowing and being able to predict the move models of animals is, thus, of utmost importance.",
    "words": {
      "movement": "move",
      "patterns": "models",
      "therefore,": "thus,",
      "relevance.": "importance."
    },
    "sentence_paraphrase": "Knowing and being able to predict the movements of animals is very important.",
    "syntactic": "It is therefore of the utmost importance to know and be able to predict the movement patterns of animals. It is important to know how animals move.",
    "syntactic_and_lexical": "It is thus of the utmost importance to know and be able to predict the move models of animals. It is important to know how animals move.",
    "syntactic_and_sentence_paraphrase": "It is very important to know and be able to predict the movement of animals. It is important to know how animals move."
  },
  "This is not only necessary for nature and landscape protection, and to safeguard agriculture and forestry, but also for the safety of human travellers and the security of human infrastructures.": {
    "lexical": "This is not only necessary for nature and scenery guaranteed, and to guaranteed agriculture and forest, but also for the safety of human travellers and the security of human structures.",
    "words": {
      "landscape": "scenery",
      "protection,": "guaranteed,",
      "safeguard": "guaranteed",
      "forestry,": "forest,",
      "infrastructures.": "structures."
    },
    "sentence_paraphrase": "This is not only needed for nature and landscape protection, and to protect agriculture and forestry, but also for the safety of people and the environment.",
    "syntactic": "This is not only necessary for the protection of nature and landscapes and for the preservation of agriculture and forestry. It is also necessary to ensure the safety of human travelers and the security of human infrastructures.",
    "syntactic_and_lexical": "This is not only necessary for the guaranteed of nature and lands and for the conservation of agriculture and forest. It is also necessary to ensure the safety of human travelers and the security of human structures.",
    "syntactic_and_sentence_paraphrase": "This is not only needed to protect nature and landscapes but also to protect agriculture and forestry. It is also necessary to make sure that human travelers are safe and secure."
  },
  "Example -- the brown bear": {
    "lexical": {},
    "sentence_paraphrase": "Example : Brown bear",
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": "Example : Brown bear"
  },
  "The Abruzzo region of Italy, the location of the Sirente Velino Regional Park, is home to the endangered and therefore protected Marsican brown bear (Ursus arctos marsicanus).": {
    "lexical": "The Abruzzo region of Italy, the location of the Sirente Velino Regional Park, is home to the threatened and thus proposed Marsican brown bear (Ursus arctos marsicanus).",
    "words": {
      "endangered": "threatened",
      "therefore": "thus",
      "protected": "proposed"
    },
    "sentence_paraphrase": "The region of Abruzzo in Italy is home to the endangered and protected Marsican brown bear (Ursus arctos marsicanus) in the Sirente Velino Regional Park.",
    "syntactic": "The Sirente Velino Regional Park is located in the Abruzzo region of Italy. The Marsican brown bear ( Ursus arctos marsicanus ) is endangered and therefore protected.",
    "syntactic_and_lexical": "The Sirente Velino Regional Park is separated in the Abruzzo region of Italy. The Marsican brown bear ( Ursus arctos marsicanus ) is threatened and thus respected.",
    "syntactic_and_sentence_paraphrase": "It is located in the region of Abruzzo in Italy. The Marsican brown bear (Ursus arctos marsicanus) is a kind of bear."
  },
  "Recording the bears' patterns of movement in the 50,000 hectare, partly populated area is especially important for their own protection, but also for that of the people living there and the sensitive flora.": {
    "lexical": "Recording the bears' models of move in the 50,000 hectare, partly populated area is especially important for their own guaranteed, but also for that of the people living there and the sensitive flora.",
    "words": {
      "patterns": "models",
      "movement": "move",
      "protection,": "guaranteed,"
    },
    "sentence_paraphrase": "Recording the bears' movements in the 50,000 hectare, partly populated area is very important for their own protection and for the people living there.",
    "syntactic": "Recording the movement patterns of the bears in this partially populated area of 50, 000 hectares is particularly important for their own protection. It is also important for the protection of the people who live there and the sensitive flora.",
    "syntactic_and_lexical": "Recording the move models of the bears in this partly completed area of 50, 000 hectares is especially important for their own guaranteed. It is also important for the guaranteed of the people who live there and the sensitive flora.",
    "syntactic_and_sentence_paraphrase": "Recording the movements of the bears in this area of 50, 000 hectares is very important for their own safety. It is also important to protect the people who live there and the plants."
  },
  "Movement pattern maps can be used to determine the bears' roaming routes and places of refuge more effectively.": {
    "lexical": "Movement pattern maps can be used to define the bears' roaming routes and places of refuge more efficiently.",
    "words": {
      "determine": "define",
      "effectively.": "efficiently."
    },
    "sentence_paraphrase": "Movement pattern maps can be used to find the bears' routes and places of refuge better.",
    "syntactic": "Maps of movement patterns can be used. They can more effectively determine the routes of the bears and their places of refuge.",
    "syntactic_and_lexical": "Maps of move models can be used. They can more efficiently define the routes of the bears and their places of refuge.",
    "syntactic_and_sentence_paraphrase": "Maps of movement can be used. They can tell the routes of the bears and where they live."
  },
  "These can then be adequately protected and, if necessary, adjusted.": {
    "lexical": "These can then be appropriately respected and, if necessary, updated.",
    "words": {
      "adequately": "appropriately",
      "protected": "respected",
      "adjusted.": "updated."
    },
    "sentence_paraphrase": "These can then be protected and changed if needed.",
    "syntactic": {},
    "syntactic_and_lexical": "These can then be appropriately respected and, if necessary, updated.",
    "syntactic_and_sentence_paraphrase": "These can then be protected and changed if needed."
  },
  "Traditional methods are expensive": {
    "lexical": "Traditional methods are costly",
    "words": {
      "expensive": "costly"
    },
    "sentence_paraphrase": "Traditional methods are hard.",
    "syntactic": {},
    "syntactic_and_lexical": "Traditional methods are costly",
    "syntactic_and_sentence_paraphrase": "Traditional methods are hard."
  },
  "Traditional maps of animal movements are mostly based on long-term surveys of so-called telemetry data; this comes from individuals fitted with radio transmitters.": {
    "lexical": "Traditional maps of animal movements are mostly based on long-term investigations of so-called telemetry data ; this comes from individuals filled with radio transceivers.",
    "words": {
      "surveys": "investigations",
      "data;": "data",
      "fitted": ";",
      "transmitters.": "filled"
    },
    "sentence_paraphrase": "Traditional maps of animal movements are mostly based on surveys of telemetry data that comes from people with radio transmitters.",
    "syntactic": "Traditional maps of animal movements are mainly based on long-term surveys of so-called telemetry data. These data come from individuals equipped with radio transmitters.",
    "syntactic_and_lexical": "Traditional maps of animal movements are mainly based on long-term investigations of so-called telemetry data. These data come from individuals customized with radio transceivers.",
    "syntactic_and_sentence_paraphrase": "Traditional maps of animal movements are mainly based on surveys made using telemetry. These data come from people with radio transmitters."
  },
  "This type of map-making is often time consuming and expensive, and lack of radio contact in some areas means that no data can be collected at all.": {
    "lexical": "This type of map-making is often time consuming and costly, and lack of radio contact in some areas means that no data can be compiled at all.",
    "words": {
      "expensive,": "costly,",
      "collected": "compiled"
    },
    "sentence_paraphrase": "This type of map making is often time consuming and expensive, and there is no radio contact in some areas.",
    "syntactic": "This type of mapping is often time consuming and expensive. In addition, the lack of radio contact in some areas means that no data can be collected.",
    "syntactic_and_lexical": "This type of mapping is often time consuming and costly. In addition, the lack of radio contact in some areas means that no data can be compiled.",
    "syntactic_and_sentence_paraphrase": "This type of mapping is often time consuming. Because there is no radio contact in some areas no data can be collected."
  },
  "That was also the case in the vast and isolated Sirente Velino national park.": {
    "lexical": {},
    "sentence_paraphrase": "That was also the case in the small Sirente Velino national park.",
    "syntactic": "This was also the case in the vast and isolated Sirente Velino National Park. It is a national park.",
    "syntactic_and_lexical": "This was also the case in the vast and isolated Sirente Velino National Park. It is a national park.",
    "syntactic_and_sentence_paraphrase": "This was also the case in the Sirente Velino National Park. It is a park."
  },
  "Researchers developed an alternative": {
    "lexical": "Scientists build an alternative",
    "words": {
      "Researchers": "Scientists",
      "developed": "build"
    },
    "sentence_paraphrase": "Researchers made an alternative.",
    "syntactic": {},
    "syntactic_and_lexical": "Scientists build an alternative",
    "syntactic_and_sentence_paraphrase": "Researchers made an alternative."
  },
  "Researchers from iDiv, the Friedrich Schiller University Jena, Aarhus University and the University of Oxford have developed software - named'enerscape' -- with which maps can be created easily and cost-effectively.": {
    "lexical": "Scientists from iDiv, the Friedrich Schiller University Jena, Aarhus University and the University of Oxford have build software - named'enerscape' -- with which maps can be created easily and profitably.",
    "words": {
      "Researchers": "Scientists",
      "developed": "build",
      "cost-effectively.": "profitably."
    },
    "sentence_paraphrase": "Researchers from iDiv, the Friedrich Schiller University Jena, Aarhus University and the University of Oxford have developed software called\" Enerscape\".",
    "syntactic": "Researchers from iDiv, Friedrich Schiller University Jena, Aarhus University and the University of Oxford have developed a software called'enerscape'. With it, maps can be created easily and economically.",
    "syntactic_and_lexical": "Scientists from iDiv, Friedrich Schiller University Jena, Aarhus University and the University of Oxford have build a software called'enerscape'. With it, maps can be created easily and economically.",
    "syntactic_and_sentence_paraphrase": "Researchers from iDiv, Aarhus University and the University of Oxford have made a software called\" Enerscape\". Maps can be made easily and economically."
  },
  "Dr Emilio Berti is post-doctoral researcher with the Theory in Biodiversity Science research group at iDiv and the Friedrich Schiller University Jena.": {
    "lexical": {},
    "sentence_paraphrase": "Dr. Emilio Berti is a researcher with the Theory in Biodiversity Science group at the University of Jena.",
    "syntactic": "Emilio Berti is a postdoctoral researcher at the iDiv and Friedrich Schiller University Jena. He works in the Theory in Biodiversity Science research group.",
    "syntactic_and_lexical": "Emilio Berti is a postdoctoral researcher at the iDiv and Friedrich Schiller University Jena. He works in the Theory in Biodiversity Science research group.",
    "syntactic_and_sentence_paraphrase": "Emilio Berti is a professor at the iDiv and Friedrich Schiller University. He is part of the Theory in Biodiversity Science."
  },
  "As first author of the study he stressed: \"What's special is that the software requires very little data as a basis.\"": {
    "lexical": "As first author of the study he pressed : \"What's special is that the software requires very little data as a basis.\"",
    "words": {
      "stressed:": "pressed"
    },
    "sentence_paraphrase": "He said,\" What's special is that the software needs very little data as a basis.",
    "syntactic": "As the first author of the study, he stressed: What is special is that the software requires very little data as a basis.",
    "syntactic_and_lexical": "As the first author of the study, he pressed : What is special is that the software requires very little data as a basis.",
    "syntactic_and_sentence_paraphrase": "He said that what is special is that the software needs very little data as a basis to work."
  },
  "The energy an animal needs to expend to travel a certain distance is calculated, based on the weight of that animal and its general movement behaviour.": {
    "lexical": "The energy an animal needs to spend to travel a certain distance is estimated, based on the weight of that animal and its general movement behavior.",
    "words": {
      "expend": "spend",
      "calculated,": "estimated,",
      "behaviour.": "behavior."
    },
    "sentence_paraphrase": "The amount of energy an animal needs to travel a certain distance is based on the weight of the animal and its movement.",
    "syntactic": "The energy an animal needs to travel a certain distance is calculated. It is based on the weight of the animal and its general movement behavior.",
    "syntactic_and_lexical": "The energy an animal needs to travel a certain distance is estimated. It is based on the weight of the animal and its general movement behavior.",
    "syntactic_and_sentence_paraphrase": "The energy an animal needs to travel a certain distance. It is based on the weight of the animal and how it moves."
  },
  "This energy expenditure is then integrated with the topographical information of an area.": {
    "lexical": "This energy spending is then generated with the topographical info of an area.",
    "words": {
      "expenditure": "spending",
      "integrated": "generated",
      "information": "info"
    },
    "sentence_paraphrase": "This energy is then added to the topographic information of an area.",
    "syntactic": "This energy expenditure is then integrated with the topographical information of a region. The energy consumption of an area is calculated.",
    "syntactic_and_lexical": "This energy spending is then generated with the topographical info of a region. The energy consumption of an area is estimated.",
    "syntactic_and_sentence_paraphrase": "This energy is then added to the topographic information of a place. The energy use of an area is calculated."
  },
  "\"From this information we can then create'energy landscape maps' for individuals as well as for groups of animals.": {
    "lexical": "\"From this info we can then create'energy landscape maps' for exists as well as for groups of animals.",
    "words": {
      "information": "info",
      "individuals": "exists"
    },
    "sentence_paraphrase": "From this information we can create\" energy landscape maps\" for people and groups of animals.",
    "syntactic": "\"From this information we can create \"\"energy landscape maps\"\". \" This applies to individuals as well as groups of animals.",
    "syntactic_and_lexical": "\"From this info we can create \"'' energy landscape maps\"\". \"This benefits to exists as well as groups of animals.",
    "syntactic_and_sentence_paraphrase": "From this information we can make energy landscape maps. This applies to both individuals and groups of animals."
  },
  "Our maps are calculated rather than measured and thus represent a cost-effective alternative to traditional maps.": {
    "lexical": "Our maps are estimated rather than compared and thus represent a profitable alternative to traditional maps.",
    "words": {
      "calculated": "estimated",
      "measured": "compared",
      "cost-effective": "profitable"
    },
    "sentence_paraphrase": "Our maps are calculated rather than measured and are a good alternative to traditional maps.",
    "syntactic": "Our maps are calculated rather than measured. They therefore represent a cost-effective alternative to traditional maps.",
    "syntactic_and_lexical": "Our maps are estimated rather than compared. They thus represent a profitable alternative to traditional maps.",
    "syntactic_and_sentence_paraphrase": "Our maps are made rather than measured. They are a good alternative to traditional maps."
  },
  "In particular applications, such as the conditions in the Italian national park, our method makes the creation of movement pattern maps actually possible at all,\" said Berti.": {
    "lexical": "In specific files, such as the situations in the Italian national park, our method makes the creation of move pattern maps actually possible at all,\" said Berti.",
    "words": {
      "particular": "specific",
      "applications,": "files,",
      "conditions": "situations",
      "movement": "move"
    },
    "sentence_paraphrase": "In particular applications, such as the conditions in the Italian national park, our method makes it possible to make movement pattern maps.",
    "syntactic": "In particular applications, such as the conditions in the Italian National Park. Our method makes the creation of movement pattern maps actually possible, says Berti.",
    "syntactic_and_lexical": "In specific files, such as the situations in the Italian National Park. Our method makes the creation of move pattern maps actually possible, says Berti.",
    "syntactic_and_sentence_paraphrase": "For example the conditions in the Italian National Park. Our method makes making movement pattern maps possible, says Berti."
  },
  "Software helps with the designation of protection zones": {
    "lexical": "Software helps with the designation of guaranteed zones",
    "words": {
      "protection": "guaranteed"
    },
    "sentence_paraphrase": "Software helps to set up protection zones.",
    "syntactic": {},
    "syntactic_and_lexical": "Software helps with the designation of guaranteed zones",
    "syntactic_and_sentence_paraphrase": "Software helps to set up protection zones."
  },
  "Using enerscape, the researchers found that bears choose paths that require less energy expenditure.": {
    "lexical": "Using enerscape, the scientists found that bears choose paths that require less energy spending.",
    "words": {
      "researchers": "scientists",
      "expenditure.": "spending."
    },
    "sentence_paraphrase": "The researchers found that bears choose paths that use less energy.",
    "syntactic": "The researchers used enerscape. They found that bears choose paths that require less energy.",
    "syntactic_and_lexical": "The scientists used enerscape. They found that bears choose paths that require less energy.",
    "syntactic_and_sentence_paraphrase": "They used enerscape. They found that bears have paths that take less energy."
  },
  "These paths often lead through settlements, so that the bears encounter humans -- which frequently ends fatally for the animals.": {
    "lexical": "These paths often lead through sets, so that the bears encounter humans -- which often ends fatally for the animals.",
    "words": {},
    "sentence_paraphrase": "These paths often lead through settlements, so that the bears meet humans, which often kills the animals.",
    "syntactic": "These paths often lead through settlements where bears meet humans. This often ends fatally for the animals.",
    "syntactic_and_lexical": "These paths often lead through sets where bears meet humans. This often ends fatally for the animals.",
    "syntactic_and_sentence_paraphrase": "These paths often lead through places where bears live. This often kills the animals."
  },
  "The software also predicts, that bears wanting to save energy will tend to stay in valleys, far away from human settlements.": {
    "lexical": "The software also projects, that bears wanting to save energy will tend to stay in valleys, far away from human sets.",
    "words": {
      "predicts,": "projects,",
      "settlements.": "sets."
    },
    "sentence_paraphrase": "Bears wanting to save energy will stay in valleys, far away from places where people live.",
    "syntactic": "The software also predicts that bears want to save energy. They will tend to stay in valleys, far from human settlements.",
    "syntactic_and_lexical": "The software also projects that bears want to save energy. They will tend to stay in valleys, far from human sets.",
    "syntactic_and_sentence_paraphrase": "The software also says that bears want to save energy. They will usually stay far from human settlements."
  },
  "Bear conflict as well as protection zones can now be identified using enerscape.": {
    "lexical": "Bear conflict as well as guaranteed zones can now be confirmed using enerscape.",
    "words": {
      "protection": "guaranteed",
      "identified": "confirmed"
    },
    "sentence_paraphrase": "Bear conflict and protection zones can now be found using Enerscape.",
    "syntactic": "Bear conflicts as well as protection zones can now be identified using enerscape. You can download the application here.",
    "syntactic_and_lexical": "Bear disputes as well as guaranteed zones can now be confirmed using enerscape. You can download the application here.",
    "syntactic_and_sentence_paraphrase": "Bear conflicts and protection zones can now be found using Enerscape. You can download it here."
  },
  "Its maps can also be used to check whether landscape elements are still well-connected enough to enable the animals to move around the area sufficiently.": {
    "lexical": "Its maps can also be used to check whether landscape elements are still well-connected enough to enable the animals to move around the area enough.",
    "words": {
      "sufficiently.": "enough."
    },
    "sentence_paraphrase": "Its maps can also be used to check if the landscape is connected enough for the animals to move around the area.",
    "syntactic": "Its maps can also be used to check whether the landscape elements are still well connected. In this way, the animals can move around sufficiently.",
    "syntactic_and_lexical": "Its maps can also be used to check whether the scenery elements are still well connected. In this way, the animals can move around enough.",
    "syntactic_and_sentence_paraphrase": "Its maps can also be used to check if the different parts are connected. This way the animals can move around."
  },
  "enerscape is freely available and adaptable": {
    "lexical": {},
    "sentence_paraphrase": "enerscape is free and can be used.",
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": "enerscape is free and can be used."
  },
  "The researchers' software enerscape is based on the widely used and openly accessible programming language'R'.": {
    "lexical": "The scientists' software enerscape is based on the widely used and openly available programming language' R'.",
    "words": {
      "researchers'": "scientists'",
      "accessible": "available",
      "language'R'.": "language'"
    },
    "sentence_paraphrase": "It is based on the widely used and openly available programming language'R'.",
    "syntactic": "The software enerscape was developed by the researchers. It is based on the widely used and openly accessible programming language'R'.",
    "syntactic_and_lexical": "The software enerscape was build by the scientists. It is based on the widely used and openly available programming language' R'.",
    "syntactic_and_sentence_paraphrase": "The software was made by the researchers. It is based on the popular programming language\" R\"."
  },
  "It has a modular structure and can therefore process animal movement and topographical data from a wide variety of ecosystem types.": {
    "lexical": "It has a modular structure and can thus process animal move and topographical data from a wide variety of ecosystem types.",
    "words": {
      "therefore": "thus",
      "movement": "move"
    },
    "sentence_paraphrase": "It can process animal movement and topographical data from a wide variety of different types of plants.",
    "syntactic": "It has a modular structure. It can therefore process animal movement and topographical data from a wide variety of ecosystem types.",
    "syntactic_and_lexical": "It has a modular structure. It can thus process animal move and topographical data from a wide variety of ecosystem types.",
    "syntactic_and_sentence_paraphrase": "It is a modular system. It can process animal movement and topographical data from many different types of animals."
  },
  "\"This makes it possible for both researchers and wildlife managers to adapt the software to a wide variety of landscapes and animals,\" said Prof Fritz Vollrath from the Zoology Department of the University of Oxford and senior author of the study, emphasising the special nature of enerscape.": {
    "lexical": "\"This makes it possible for both scientists and wildlife makers to adjust the software to a wide variety of lands and animals,\" said Prof Fritz Vollrath from the Zoology Department of the University of Oxford and senior author of the study, emphasizing the special nature of enerscape.",
    "words": {
      "researchers": "scientists",
      "managers": "makers",
      "adapt": "adjust",
      "landscapes": "lands",
      "emphasising": "emphasizing"
    },
    "sentence_paraphrase": "This makes it possible for both researchers and wildlife managers to change the software to a wide variety of landscapes and animals, said Prof Fritz Vollrath from the Zoology Department of the University of Oxford.",
    "syntactic": "This allows researchers and wildlife managers to adapt the software to a wide variety of landscapes and animals, said Prof. Fritz Vollrath from the Department of Zoology at the University of Oxford and lead author of the study. He underlined the special nature of enerscape.",
    "syntactic_and_lexical": "This allows scientists and wildlife makers to adjust the software to a wide variety of lands and animals, said Prof. Fritz Vollrath from the Department of Zoology at the University of Oxford and lead author of the study. He underlined the special nature of enerscape.",
    "syntactic_and_sentence_paraphrase": "This allows researchers and wildlife managers to change the software to a wide variety of landscapes and animals, said Prof. Fritz Vollrath from the Department of Zoology at the University of Oxford. He showed the special nature of enerscape."
  },
  "\"This means that the number of maps of animal movement in landscapes will increase in just a short time.": {
    "lexical": "\"This means that the number of maps of animal move in lands will increase in just a short time.",
    "words": {
      "movement": "move",
      "landscapes": "lands"
    },
    "sentence_paraphrase": "This means that there will be more maps of animal movement in landscapes in a short time.",
    "syntactic": "This means that the number of maps of animal movement in landscapes will increase in a short time. This is a good thing.",
    "syntactic_and_lexical": "This means that the number of maps of animal move in lands will increase in a short time. This is a good thing.",
    "syntactic_and_sentence_paraphrase": "This means that there will be more maps of animal movement in landscapes. This is good."
  },
  "With significantly more cartographical data, the understanding of the behavioural ecology of a species in a certain habitat will also fundamentally change.": {
    "lexical": "With considerably more cartographical data, the learning of the behavioral ecology of a species in a certain habitat will also radically change.",
    "words": {
      "significantly": "considerably",
      "understanding": "learning",
      "behavioural": "behavioral",
      "fundamentally": "radically"
    },
    "sentence_paraphrase": "With more cartographical data, the understanding of how a species behaves in a certain habitat will also change.",
    "syntactic": "With significantly more cartographical data, the understanding of the behavioural ecology of a species in a given habitat will also change fundamentally. This is called the Behavioral Ecology of Habitats.",
    "syntactic_and_lexical": "With considerably more cartographical data, the learning of the behavioral ecology of a species in a given habitat will also change essentially. This is called the Behavioral Ecology of Habitats.",
    "syntactic_and_sentence_paraphrase": "With more cartographical data, the understanding of how a species behaves in a given habitat will also change. This is called the Behavior of Habitats."
  },
  "This will primarily benefit nature conservation and, in particular, rewilding measures -- the reintroduction of wild animals,\" said Vollrath.": {
    "lexical": "This will primarily benefit nature kept and, in specific, rewilding methods -- the reinstatement of wild animals,\" said Vollrath.",
    "words": {
      "conservation": "kept",
      "particular,": "specific,",
      "measures": "methods",
      "reintroduction": "reinstatement"
    },
    "sentence_paraphrase": "This will mainly help nature conservation and help rewilding measures -- the reintroduction of wild animals.",
    "syntactic": "This will mainly benefit nature conservation. In particular, rewilding measures - the reintroduction of wild animals - will benefit, said Vollrath.",
    "syntactic_and_lexical": "This will mainly benefit nature kept. In specific, rewilding methods - the reinstatement of wild animals - will benefit, said Vollrath.",
    "syntactic_and_sentence_paraphrase": "This will help nature conservation. Rewilding measures - the bringing back of wild animals - will help, said Vollrath."
  },
  "The development of enerscape was supported by iDiv which is funded by the German Research Foundation.": {
    "lexical": "The development of enerscape was favoured by iDiv which is funded by the German Research Foundation.",
    "words": {
      "supported": "favoured"
    },
    "sentence_paraphrase": "The development of enerscape was supported by the German Research Foundation.",
    "syntactic": "The development of enerscape was supported by iDiv. This is funded by the German Research Foundation.",
    "syntactic_and_lexical": "The development of enerscape was favoured by iDiv. This is refunded by the German Research Foundation.",
    "syntactic_and_sentence_paraphrase": "The development of enerscape was made easy. It is run by the German Research Foundation."
  },
  "In addition, enerscape is part of the VILLUM Investigator project'Biodiversity Dynamics in a Changing World', which is funded by the Danish VILLUM Foundation and its'Independent Research Fund Denmark | Natural Sciences Project MegaComplexity'.": {
    "lexical": {},
    "sentence_paraphrase": "In addition, enerscape is part of the VILLUM Investigator project'Biodiversity Dynamics in a Changing World', which is funded by the Danish VILLUM Foundation.",
    "syntactic": "In addition, enerscape is part of the VILLUM Investigator project \"Biodiversity Dynamics in a Changing World\". This project is funded by the Danish Villum Foundation and its'Independent Research Fund Denmark | Natural Sciences Project MegaComplexity'.",
    "syntactic_and_lexical": "In addition, enerscape is part of the VILLUM Investigator project \"Biodiversity Dynamics in a Changing World\". This project is funded by the Danish Villum Foundation and its'Independent Research Fund Denmark | Natural Sciences Project MegaComplexity'.",
    "syntactic_and_sentence_paraphrase": "Enerscape is also part of a project called Biodiversity Dynamics in a Changing World. This project is made possible by the Danish Villum Foundation and its'Independent Research Fund Denmark | Natural Sciences."
  },
  "Using autonomous vehicle guidelines, a team of UBC Okanagan researchers has developed a system to improve interactions between people and robots.": {
    "lexical": "Using independent vehicle guides, a team of UBC Okanagan scientists has build a system to improve actions between people and robots.",
    "words": {
      "autonomous": "independent",
      "guidelines,": "guides,",
      "researchers": "scientists",
      "developed": "build",
      "interactions": "actions"
    },
    "sentence_paraphrase": "A team of UBC Okanagan researchers has made a system to make interactions between people and robots better.",
    "syntactic": "A team of UBC Okanagan researchers has developed a system to improve interactions between people and robots. The system is based on guidelines for autonomous vehicles.",
    "syntactic_and_lexical": "A team of UBC Okanagan scientists has build a system to improve actions between people and robots. The system is based on guides for independent vehicles.",
    "syntactic_and_sentence_paraphrase": "A team of researchers at UBC Okanagan have made a system to help people and robots. The system is based on rules for cars."
  },
  "The way people interact safely with robots is at the forefront of today's research related to automation and manufacturing, explains Debasita Mukherjee, a doctoral student and lead author of a recently published study.": {
    "lexical": "The way people interact safely with robots is at the forefront of today's research related to automation and produce, excuses Debasita Mukherjee, a doctoral student and lead author of a recently issued study.",
    "words": {
      "manufacturing,": "produce,",
      "explains": "excuses",
      "published": "issued"
    },
    "sentence_paraphrase": "The way people interact safely with robots is at the forefront of today's research related to automation and manufacturing, according to Debasita Mukherjee.",
    "syntactic": "The way people interact safely with robots is at the forefront of automation and manufacturing research today, explains Debasita Mukherjee. She is a doctoral student and lead author of a recently published study.",
    "syntactic_and_lexical": "The way people interact safely with robots is at the forefront of automation and produce research today, excuses Debasita Mukherjee. She is a doctoral student and lead author of a recently issued study.",
    "syntactic_and_sentence_paraphrase": "The way people use robots is very important in automation and manufacturing research today, says Mukherjee. She is a doctoral student and the main author of a study."
  },
  "She is one of several researchers at UBC's Advanced Control and Intelligent Systems Laboratory who are working to develop systems that allow humans and robots to interact safely and efficiently.": {
    "lexical": "She is one of several scientists at UBC's Advanced Control and Intelligent Systems Laboratory who are working to develop systems that allow humans and robots to interact safely and effectively.",
    "words": {
      "researchers": "scientists",
      "efficiently.": "effectively."
    },
    "sentence_paraphrase": "She is one of several researchers at UBC's Advanced Control and Intelligent Systems Laboratory who are working to make a better world for humans and robots.",
    "syntactic": "She is one of several researchers at UBC's Advanced Control and Intelligent Systems Laboratory. They are working to develop systems that allow humans and robots to interact safely and efficiently.",
    "syntactic_and_lexical": "She is one of several scientists at UBC's Advanced Control and Intelligent Systems Laboratory. They are working to develop systems that allow humans and robots to interact safely and effectively.",
    "syntactic_and_sentence_paraphrase": "She is one of several people working at UBCs Advanced Control and Intelligent Systems Laboratory. They are working to make systems that allow humans and robots to work together."
  },
  "\"It is incredibly important for robots in manufacturing to perform their tasks in the safest and most efficient method possible,\" Mukherjee says.": {
    "lexical": "\"It is terribly important for robots in produce to perform their tasks in the safest and most efficient method possible,\" Mukherjee says.",
    "words": {
      "incredibly": "terribly",
      "manufacturing": "produce"
    },
    "sentence_paraphrase": "It is very important for robots in manufacturing to do their jobs in the safest and most efficient way possible.",
    "syntactic": "It is incredibly important for manufacturing robots to perform their tasks in the safest and most efficient way possible. Mukherjee says.",
    "syntactic_and_lexical": "It is terribly important for produce robots to perform their tasks in the safest and most efficient way possible. Mukherjee says.",
    "syntactic_and_sentence_paraphrase": "It is very important for robots to do their jobs in the safest and most efficient way possible. Mukherjee says"
  },
  "\"In order to make these automated machines as smart as possible, we are developing systems that perceive their environments and carry out tasks in a similar manner as their human partners.\"": {
    "lexical": "\"In order to make these automated machines as smart as possible, we are developing systems that perceive their climates and carry out tasks in a similar manner as their human parents.\"",
    "words": {
      "environments": "climates",
      "partners.\"": "parents.\""
    },
    "sentence_paraphrase": "In order to make these automated machines as smart as possible, we are developing systems that can see their environment and do tasks the same way as humans do.",
    "syntactic": "In order to make these automated machines as smart as possible. We are developing systems that perceive their environment and perform tasks in the same way as their human partners.",
    "syntactic_and_lexical": "In order to make these automated machines as smart as possible. We are developing systems that perceive their environment and perform tasks in the same way as their human parents.",
    "syntactic_and_sentence_paraphrase": "To make these machines as smart as possible. We are developing systems that see their environment and do things the same way as humans do."
  },
  "To develop such systems, researchers are using artificial intelligence and machine learning to help guide the machines.": {
    "lexical": "To develop such systems, scientists are using artificial intelligence and machine learning to help guide the machines.",
    "words": {
      "researchers": "scientists"
    },
    "sentence_paraphrase": "Researchers are using artificial intelligence and machine learning to make the machines work better.",
    "syntactic": "Researchers are developing such systems. They use artificial intelligence and machine learning to guide the machines.",
    "syntactic_and_lexical": "Scientists are developing such systems. They use artificial intelligence and machine learning to guide the machines.",
    "syntactic_and_sentence_paraphrase": "Researchers are making such systems. They use artificial intelligence and machine learning to help them."
  },
  "Mechanical Engineering Professor Homayoun Najjaran says the process is not as straightforward as it seems.": {
    "lexical": "Mechanical Engineering Professor Homayoun Najjaran says the process is not as simple as it seems.",
    "words": {
      "straightforward": "simple"
    },
    "sentence_paraphrase": "Professor Homayoun Najjaran of Mechanical Engineering says the process is not easy.",
    "syntactic": "Homayoun Najjaran is a professor of mechanical engineering. He says the process is not as simple as it seems.",
    "syntactic_and_lexical": "Homayoun Najjaran is a professor of mechanical design. He says the process is not as simple as it seems.",
    "syntactic_and_sentence_paraphrase": "Najjaran is also a professor of engineering. He says the process is not as easy as he thought."
  },
  "\"Robots don't think or feel, so they need systems that capture and analyze their environment enabling them to respond,\" says Dr. Najjaran.": {
    "lexical": "\"Robots do n't think or feel, so they need systems that caught and analyse their environment encouraging them to react,\" says Dr. Najjaran.",
    "words": {
      "don't": "do",
      "capture": "n't",
      "analyze": "caught",
      "enabling": "analyse",
      "respond,\"": "encouraging"
    },
    "sentence_paraphrase": "Robots do not think or feel, so they need systems that capture and analyze their environment so they can respond.",
    "syntactic": "Robots don't think or feel. They need systems that capture and analyze their environment so that they can respond, says Dr. Najjaran.",
    "syntactic_and_lexical": "Robots do n't think or feel. They need systems that caught and analyse their environment so that they can react, says Dr. Najjaran.",
    "syntactic_and_sentence_paraphrase": "Robots do not feel. They need systems that take care of their environment so that they can respond."
  },
  "\"Often those responses need to be in hundredths of a second to ensure the safety of humans in their vicinity.\"": {
    "lexical": "\"Often those answers need to be in hundredths of a second to ensure the safety of humans in their vicinity.\"",
    "words": {
      "responses": "answers"
    },
    "sentence_paraphrase": "Often those responses need to be in hundredths of a second to make sure that people are safe.",
    "syntactic": "Often these responses must be made in hundredths of a second. This ensures the safety of people in their vicinity.",
    "syntactic_and_lexical": "Often these replies must be made in hundredths of a second. This guarantees the safety of people in their vicinity.",
    "syntactic_and_sentence_paraphrase": "Often these responses must be done in seconds. This is to ensure the safety of people."
  },
  "Traditionally, industrial robots have been fixed and programmed to operate at high speeds and perform tasks such as welding, painting, assembly, pick-and-place and material handling.": {
    "lexical": "Traditionally, industrial robots have been fixed and programmed to operate at high speeds and perform tasks such as welding, painting, assembly, pick-and-place and material dealing.",
    "words": {
      "handling.": "dealing."
    },
    "sentence_paraphrase": "Traditionally, industrial robots have been fixed and programmed to work at high speeds and do things like welding, painting and assembly.",
    "syntactic": "Traditionally, industrial robots have been fixed and programmed to operate at high speeds. They perform tasks such as welding, painting, assembly, picking and placing and material handling.",
    "syntactic_and_lexical": "Traditionally, industrial robots have been fixed and programmed to operate at high speeds. They perform tasks such as welding, painting, assembly, picking and placing and material dealing.",
    "syntactic_and_sentence_paraphrase": "Traditionally, industrial robots have been programmed to move at high speeds. They do things like welding, painting, assembly, picking and placing."
  },
  "Social robots, on the other hand, are built to assist people in service industries.": {
    "lexical": "Social robots, on the other hand, are built to help people in service businesses.",
    "words": {
      "assist": "help",
      "industries.": "businesses."
    },
    "sentence_paraphrase": "Social robots are built to help people in the service industry.",
    "syntactic": "Social robots, on the other hand. They are designed to help people in the service industry.",
    "syntactic_and_lexical": "Social robots, on the other hand. They are signed to help people in the service industry.",
    "syntactic_and_sentence_paraphrase": "Social robots are different. They are made to help people in the industry."
  },
  "They are typically mobile, lightweight and programmed to work in a variety of environments.": {
    "lexical": "They are usually mobile, light and programmed to work in a variety of climates.",
    "words": {
      "typically": "usually",
      "lightweight": "light",
      "environments.": "climates."
    },
    "sentence_paraphrase": "They are usually small and designed to work in a variety of environments.",
    "syntactic": "They are usually mobile and lightweight. They are programmed to work in a variety of environments.",
    "syntactic_and_lexical": "They are usually mobile and light. They are programmed to work in a variety of climates.",
    "syntactic_and_sentence_paraphrase": "They are usually small and light. They are programmed to work in many places."
  },
  "The field of research taking place at UBCO's School of Engineering is called human-robot collaboration (HRC), and it is gaining steam in manufacturing.": {
    "lexical": "The field of research taking place at UBCO's School of Engineering is called human-robot cooperation (HRC), and it is gaining steam in produce.",
    "words": {
      "collaboration": "cooperation",
      "manufacturing.": "produce."
    },
    "sentence_paraphrase": "The field of research taking place at UBCO's School of Engineering is called human-robot collaboration (HRC).",
    "syntactic": "The field of research being carried out at UBCO's School of Engineering is called human-robot collaboration (HRC). It is gaining momentum in manufacturing.",
    "syntactic_and_lexical": "The field of research being carried out at UBCO's School of Engineering is called human-robot cooperation (HRC). It is gaining momentum in produce.",
    "syntactic_and_sentence_paraphrase": "Research being done at UBCO's School of Engineering is called Human-Robot Collaboration. It is becoming popular in manufacturing."
  },
  "Owing to the complementary nature of robot and human capabilities, there is an increased interest towards a shared workspace for people and robots to work together collaboratively, forming the motivation behind HRC.": {
    "lexical": "Owing to the complimentary nature of robot and human abilities, there is an increased interest towards a shared workspace for people and robots to work together cooperatively, forming the motivation behind HRC.",
    "words": {
      "complementary": "complimentary",
      "capabilities,": "abilities,",
      "collaboratively,": "cooperatively,"
    },
    "sentence_paraphrase": "Because of the nature of robot and human abilities, there is an increased interest towards a shared workspace for people and robots to work together.",
    "syntactic": "Due to the complementary nature of robot and human capabilities, there is an increasing interest in a shared workspace for people and robots to work together collaboratively. This is the motivation behind HRC.",
    "syntactic_and_lexical": "Due to the complimentary nature of robot and human abilities, there is an increasing interest in a shared workspace for people and robots to work together cooperatively. This is the motivation behind HRC.",
    "syntactic_and_sentence_paraphrase": "There is an increasing interest in a shared workspace for people and robots to work together because of the robot and human capabilities. This is what makes HRC."
  },
  "HRC in an industrial setting blends the requirements of both domains in building intelligent, mobile robots that are aware of their surroundings and the human partner.": {
    "lexical": "HRC in an industrial setting combines the requests of both fields in building smarter, mobile robots that are aware of their neighbourhoods and the human partner.",
    "words": {
      "blends": "combines",
      "requirements": "requests",
      "domains": "fields",
      "intelligent,": "smarter,",
      "surroundings": "neighbourhoods"
    },
    "sentence_paraphrase": "HRC in an industrial setting uses both domains to build intelligent robots that are aware of their surroundings and the human partner.",
    "syntactic": "HRC in an industrial setting combines the requirements of both areas. It builds intelligent, mobile robots that are aware of their environment and their human partner.",
    "syntactic_and_lexical": "HRC in an industrial setting connects the requests of both areas. It builds smarter, mobile robots that are aware of their environment and their human partner.",
    "syntactic_and_sentence_paraphrase": "HRC in an industrial setting combines both of these areas. It builds robots that are able to see their environment and their human partner."
  },
  "The researchers are working with several organizations around the world to assimilate autonomous systems and machine learning technologies into HRC focused robotics.": {
    "lexical": "The scientists are working with several corporations around the world to assimilate independent systems and machine learning techniques into HRC focused robotics.",
    "words": {
      "researchers": "scientists",
      "organizations": "corporations",
      "autonomous": "independent",
      "technologies": "techniques"
    },
    "sentence_paraphrase": "The researchers are working with several organizations around the world to make robotics use of autonomous systems and machine learning.",
    "syntactic": "The researchers are working with several organizations around the world. Their goal is to assimilate autonomous systems and machine learning technologies into HRC robotics.",
    "syntactic_and_lexical": "The scientists are working with several corporations around the world. Their goal is to assimilate independent systems and machine learning techniques into HRC robotics.",
    "syntactic_and_sentence_paraphrase": "They are working with many organizations around the world. Their goal is to put autonomous systems and machine learning technologies into robotics."
  },
  "However, Mukherjee says adapting to uncertainty within an industrial setting is the biggest hurdle.": {
    "lexical": "However, Mukherjee says adjusting to uncertainty within an industrial setting is the biggest obstacle.",
    "words": {
      "adapting": "adjusting",
      "hurdle.": "obstacle."
    },
    "sentence_paraphrase": "Mukherjee says being able to change within an industrial setting is the biggest problem.",
    "syntactic": "However, according to Mukherjee, the biggest obstacle is adapting to uncertainty in an industrial setting. He says:",
    "syntactic_and_lexical": "However, according to Mukherjee, the biggest barrier is adjusting to uncertainty in an industrial setting. He says :",
    "syntactic_and_sentence_paraphrase": "Mukherjee says the biggest problem is adapting to uncertainty in an industrial setting. He says :"
  },
  "Using autonomous vehicle guidelines, she introduces some rules for functionality between humans and robots in industrial settings and tests their effectiveness.": {
    "lexical": "Using independent vehicle guides, she produces some rules for functionality between humans and robots in industrial settings and tests their efficiency.",
    "words": {
      "autonomous": "independent",
      "guidelines,": "guides,",
      "introduces": "produces",
      "effectiveness.": "efficiency."
    },
    "sentence_paraphrase": "Using autonomous vehicle guidelines, she shows some rules for working with humans and robots in industrial settings.",
    "syntactic": "Using guidelines for autonomous vehicles, she introduces some rules for functionality between humans and robots in industrial settings. She tests their effectiveness.",
    "syntactic_and_lexical": "Using guides for independent vehicles, she produces some rules for functionality between humans and robots in industrial buildings. She tests their efficiency.",
    "syntactic_and_sentence_paraphrase": "Using guidelines for autonomous vehicles, she shows some rules for working with humans and robots. She tests them."
  },
  "\"Increasing automation levels is standardized and accepted by the automotive industry, but other industrial settings, while relatively static, don't have the same standards,\" she says.": {
    "lexical": "\"Increasing automation levels is standardised and accepted by the automotive industry, but other industrial buildings, while fairly static, do n't have the same conditions,\" she says.",
    "words": {
      "standardized": "standardised",
      "settings,": "buildings,",
      "relatively": "fairly",
      "don't": "do",
      "standards,\"": "n't"
    },
    "sentence_paraphrase": "Automation is accepted by the automotive industry, but other industries, while relatively static, do not have the same rules.",
    "syntactic": "Increased automation levels are standardized and accepted by the automotive industry. However, other industrial settings, although relatively static, do not have the same standards, she says.",
    "syntactic_and_lexical": "Increased automation levels are standardised and accepted by the automotive industry. However, other industrial buildings, although fairly static, do not have the same conditions, she says.",
    "syntactic_and_sentence_paraphrase": "Automation levels are accepted by the automotive industry. However, other places in the world do not have the same standards, she says."
  },
  "\"In the future, not only will industrial automated systems continue to use sensors to enable perception and communication similar to human capabilities, but they will also be adapting and communicating in real-time with their surroundings.\"": {
    "lexical": "\"In the future, not only will industrial automated systems continue to use sensors to enable impression and communication similar to human abilities, but they will also be adjusting and interacting in real-time with their neighbourhoods.\"",
    "words": {
      "perception": "impression",
      "capabilities,": "abilities,",
      "adapting": "adjusting",
      "communicating": "interacting",
      "surroundings.\"": "neighbourhoods.\""
    },
    "sentence_paraphrase": "In the future, not only will industrial automated systems continue to use sensors to make sense and communicate like humans do, but they will also be able to communicate in real-time with their surroundings.",
    "syntactic": "In the future, industrial automated systems will continue to use sensors to enable perception and communication similar to human capabilities. They will also adapt and communicate in real time with their environment.",
    "syntactic_and_lexical": "In the future, industrial automated systems will continue to use sensors to enable impression and communication similar to human abilities. They will also adjust and communicate in real time with their environment.",
    "syntactic_and_sentence_paraphrase": "In the future, industrial automated systems will continue to use sensors for things like perception and communication. They will also communicate with their environment in real time."
  },
  "Mukherjee says this means robots will be able to predict what humans and other robots will do and can then respond accordingly.": {
    "lexical": "Mukherjee says this means robots will be able to predict what humans and other robots will do and can then react accordingly.",
    "words": {
      "respond": "react"
    },
    "sentence_paraphrase": "Mukherjee says this means robots will be able to predict what humans and other robots will do.",
    "syntactic": "Mukherjee says this means that robots can predict what humans and other robots will do. They can then respond accordingly.",
    "syntactic_and_lexical": "Mukherjee says this means that robots can predict what humans and other robots will do. They can then react accordingly.",
    "syntactic_and_sentence_paraphrase": "Mukherjee says this means that robots can tell what humans will do. They can then do this."
  },
  "As a next step, the researchers are turning their attention to developing systems that can enable robots to function and respond outside of a prescribed environment like a factory.": {
    "lexical": "As a next step, the scientists are turning their attention to developing systems that can enable robots to function and react outside of a prescribed environment like a factory.",
    "words": {
      "researchers": "scientists",
      "respond": "react"
    },
    "sentence_paraphrase": "The researchers are now working on systems that can make robots work and respond outside of a set environment like a factory.",
    "syntactic": "As a next step, the researchers turn their attention to the development of systems. These allow robots to function and respond outside of a prescribed environment such as a factory.",
    "syntactic_and_lexical": "As a next step, the scientists turn their attention to the development of systems. These allow robots to function and react outside of a prescribed environment such as a factory.",
    "syntactic_and_sentence_paraphrase": "The next step is to work on the development of systems. These allow robots to work and respond outside of a factory environment."
  },
  "The endgame is to achieve the seamless team dynamics and communication fluency of an all-human team while using robots.": {
    "lexical": "The endgame is to reach the seamless team dynamics and communication fluency of an all-human team while using robots.",
    "words": {
      "achieve": "reach"
    },
    "sentence_paraphrase": "The endgame is to have the team dynamics and communication skills of an all-human team.",
    "syntactic": "The end goal is to achieve the seamless team dynamics and communication fluency of an all-human team. But with robots.",
    "syntactic_and_lexical": "The end goal is to reach the seamless team dynamics and communication fluency of an all-human team. But with robots.",
    "syntactic_and_sentence_paraphrase": "The end goal is to have the team dynamics and communication skills of an all-human team. But with robots."
  },
  "\"In an'open-world,' robots will need to deal with unexpected variables like people, structures, machines, and wildlife,\" she adds.": {
    "lexical": "\"In an'open-world,' robots will need to deal with unexpected variables like people, conditions, machines, and wildlife,\" she adds.",
    "words": {
      "structures,": "conditions,"
    },
    "sentence_paraphrase": "In an'open-world'robots will need to deal with things like people, buildings, machines, and wildlife.",
    "syntactic": "In an open world, robots will have to deal with unexpected variables. These include people, structures, machines and wildlife, she adds.",
    "syntactic_and_lexical": "In an open world, robots will have to deal with unexpected variables. These include people, conditions, machines and wildlife, she adds.",
    "syntactic_and_sentence_paraphrase": "In an open world, robots will have to deal with things. These include people, buildings and animals, she says."
  },
  "\"We need to ensure they can do this correctly, efficiently and safely.\"": {
    "lexical": "\"We need to ensure they can do this properly, effectively and safely.\"",
    "words": {
      "correctly,": "properly,",
      "efficiently": "effectively"
    },
    "sentence_paraphrase": "We need to make sure they can do this correctly and safely.",
    "syntactic": "We need to make sure they can do it correctly. They need to do it efficiently and safely.",
    "syntactic_and_lexical": "We need to make sure they can do it properly. They need to do it effectively and safely.",
    "syntactic_and_sentence_paraphrase": "We need to make sure they can do it. They need to do it well and safely."
  },
  "ETH Zurich researchers led by Marco Hutter have developed a new control approach that enables a legged robot, called ANYmal, to move quickly and robustly over difficult terrain.": {
    "lexical": "ETH Zurich scientists led by Marco Hutter have build a new control approach that allows a legged robot, called ANYmal, to move quickly and robustly over difficult terrain.",
    "words": {
      "researchers": "scientists",
      "developed": "build",
      "enables": "allows"
    },
    "sentence_paraphrase": "ETH Zurich researchers have developed a new way of controlling that allows a robot called ANYmal to move quickly over difficult terrain.",
    "syntactic": "ETH Zurich researchers led by Marco Hutter have developed a new control approach. This enables a legged robot called ANYmal to move quickly and robustly over difficult terrain.",
    "syntactic_and_lexical": "ETH Zurich scientists led by Marco Hutter have build a new control approach. This allows a legged robot called ANYmal to move quickly and robustly over hard terrain.",
    "syntactic_and_sentence_paraphrase": "Researchers at ETH Zurich have developed a new way to control it. This allows a robot called ANYmal to move very quickly over difficult terrain."
  },
  "Thanks to machine learning, the robot can combine its visual perception of the environment with its sense of touch for the first time.": {
    "lexical": "Thanks to machine learning, the robot can combine its visual impression of the environment with its sense of touch for the first time.",
    "words": {
      "perception": "impression"
    },
    "sentence_paraphrase": "The robot can combine its visual perception of the environment with its sense of touch for the first time.",
    "syntactic": "Thanks to machine learning, the robot can combine its visual perception of the environment with its sense of touch. This is a first.",
    "syntactic_and_lexical": "Thanks to machine learning, the robot can combine its visual impression of the environment with its sense of touch. This is a first.",
    "syntactic_and_sentence_paraphrase": "The robot can combine its visual perception of the environment with its sense of touch. This is first"
  },
  "Steep sections on slippery ground, high steps, scree and forest trails full of roots: the path up the 1,098-metre-high Mount Etzel at the southern end of Lake Zurich is peppered with numerous obstacles.": {
    "lexical": "Steep sections on slippery ground, high steps, scree and forest trails full of roots : the path up the 1,098-metre-high Mount Etzel at the southern end of Lake Zurich is peppered with numerous barriers.",
    "words": {
      "roots:": "roots",
      "obstacles.": ":"
    },
    "sentence_paraphrase": "Steep sections on slippery ground, high steps, scree and forest trails full of roots : the path up Mount Etzel at the southern end of Lake Zurich is very steep.",
    "syntactic": "Steep sections on slippery ground, high steps, scree and forest trails full of roots. The path up to Mount Etzel at the southern end of Lake Zurich, which rises to a height of 1, 098 meters, is full of obstacles.",
    "syntactic_and_lexical": "Steep sections on slippery ground, high steps, scree and forest trails full of roots. The path up to Mount Etzel at the southern end of Lake Zurich, which rises to a height of 1, 098 meters, is full of barriers.",
    "syntactic_and_sentence_paraphrase": "Steep parts on slippery ground, high steps and forest trails. The path up to Mount Etzel at the southern end of Lake Zurich is very steep and has many obstacles."
  },
  "But ANYmal, the quadrupedal robot from the Robotic Systems Lab at ETH Zurich, overcomes the 120 vertical metres effortlessly in a 31-minute hike.": {
    "lexical": "But ANYmal, the quadrupedal robot from the Robotic Systems Lab at ETH Zurich, removes the 120 vertical metres effortlessly in a 31-minute hike.",
    "words": {
      "overcomes": "removes"
    },
    "sentence_paraphrase": "But ANYmal, a robot from the Robotic Systems Lab at ETH Zurich, is able to do the 120 vertical metres in only 31 minutes.",
    "syntactic": "But ANYmal, the quadrupedal robot from the Robotic Systems Lab at ETH Zurich, effortlessly overcomes the 120 vertical meters. In a 31-minute hike.",
    "syntactic_and_lexical": "But ANYmal, the quadrupedal robot from the Robotic Systems Lab at ETH Zurich, effortlessly removes the 120 vertical meters. In a 31-minute hike.",
    "syntactic_and_sentence_paraphrase": "Anymal is a robot from the Robotic Systems Lab at ETH Zurich that can do the 120 vertical meters. It is a 31 minute hike."
  },
  "That's 4 minutes faster than the estimated duration for human hikers -- and with no falls or missteps.": {
    "lexical": "That's 4 minutes faster than the indicated duration for human hikers -- and with no falls or misconceptions.",
    "words": {
      "estimated": "indicated",
      "missteps.": "misconceptions."
    },
    "sentence_paraphrase": "That's 4 minutes faster than the time it takes for human hikers -- and no falls.",
    "syntactic": "This is 4 minutes faster than the estimated duration for human hikers. And no falls or missteps were recorded.",
    "syntactic_and_lexical": "This is 4 minutes faster than the indicated duration for human hikers. And no falls or mistakes were reduced.",
    "syntactic_and_sentence_paraphrase": "This is 4 minutes faster than the time for human hikers. No falls or mistakes were made."
  },
  "This is made possible by a new control technology, which researchers at ETH Zurich led by robotics professor Marco Hutter recently presented in the journal Science Robotics.": {
    "lexical": "This is made possible by a new control technology, which scientists at ETH Zurich led by robotics professor Marco Hutter recently presented in the journal Science Robotics.",
    "words": {
      "researchers": "scientists"
    },
    "sentence_paraphrase": "This is made possible by a new control technology that researchers at ETH Zurich recently showed in the journal Science Robotics.",
    "syntactic": "This is made possible by a new control technology. Researchers from the ETH Zurich led by robotics professor Marco Hutter recently presented it in the journal  Science Robotics .",
    "syntactic_and_lexical": "This is made possible by a new control technology. Scientists from the ETH Zurich led by robotics professor Marco Hutter recently presented it in the journal  Science Robotics .",
    "syntactic_and_sentence_paraphrase": "This is made possible by a new way. Researchers from the ETH Zurich recently showed it in the journal\" Science Robotics\"."
  },
  "\"The robot has learned to combine visual perception of its environment with proprioception -- its sense of touch -- based on direct leg contact.": {
    "lexical": "\"The robot has learned to combine visual impression of its environment with proprioception -- its sense of touch -- based on direct leg contact.",
    "words": {
      "perception": "impression"
    },
    "sentence_paraphrase": "The robot has learned to combine the visual perception of its environment with its sense of touch.",
    "syntactic": "The robot has learned to combine visual perception of its environment with proprioception - its sense of touch. This is based on direct leg contact.",
    "syntactic_and_lexical": "The robot has learned to combine visual impression of its environment with proprioception - its sense of touch. This is based on direct leg contact.",
    "syntactic_and_sentence_paraphrase": "The robot has learned to use its sense of touch to combine visual perception of its environment. This is based on hitting someone."
  },
  "This allows it to tackle rough terrain faster, more efficiently and, above all, more robustly,\" Hutter says.": {
    "lexical": "This allows it to address rough terrain faster, more effectively and, above all, more robustly,\" Hutter says.",
    "words": {
      "tackle": "address",
      "efficiently": "effectively"
    },
    "sentence_paraphrase": "This allows it to move around rough terrain faster and more efficiently, Hutter says.",
    "syntactic": "This allows it to tackle rough terrain faster and more efficiently. Above all, it is more robust, says Hutter.",
    "syntactic_and_lexical": "This allows it to address rough terrain faster and more effectively. Above all, it is more robust, says Hutter.",
    "syntactic_and_sentence_paraphrase": "This allows it to move around faster and more efficiently. It is also more robust, says Hutter."
  },
  "In the future, ANYmal can be used anywhere that is too dangerous for humans or too impassable for other robots.": {
    "lexical": {},
    "sentence_paraphrase": "Anymal can be used anywhere that is too dangerous for humans or too hard for other robots.",
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": "Anymal can be used anywhere that is too dangerous for humans. It is too big for other robots."
  },
  "Perceiving the environment accurately": {
    "lexical": {},
    "sentence_paraphrase": "Seeing the environment well",
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": "Seeing the environment well"
  },
  "To navigate difficult terrain, humans and animals quite automatically combine the visual perception of their environment with the proprioception of their legs and hands.": {
    "lexical": "To navigate difficult terrain, humans and animals quite automatically combine the visual impression of their environment with the proprioception of their legs and hands.",
    "words": {
      "perception": "impression"
    },
    "sentence_paraphrase": "To get around difficult places, humans and animals combine the visual perception of their environment with their legs and hands.",
    "syntactic": "To navigate difficult terrain, humans and animals automatically combine the visual perception of their environment with the proprioception of their legs and hands. Humans and animals use their eyes to perceive their environment.",
    "syntactic_and_lexical": "To navigate difficult terrain, humans and animals automatically combine the visual impression of their environment with the proprioception of their legs and hands. Humans and animals use their eyes to perceive their environment.",
    "syntactic_and_sentence_paraphrase": "To get around difficult places, humans and animals combine the visual perception of their environment with their legs and hands. Humans and animals use their eyes to see things."
  },
  "This allows them to easily handle slippery or soft ground and move around with confidence, even when visibility is low.": {
    "lexical": {},
    "sentence_paraphrase": "This allows them to move around with confidence, even when the visibility is low.",
    "syntactic": "This allows them to easily handle slippery or soft ground. They can move with confidence, even when visibility is low.",
    "syntactic_and_lexical": "This allows them to easily handle slippery or soft ground. They can move with confidence, even when visibility is low.",
    "syntactic_and_sentence_paraphrase": "This lets them move on slippery or soft ground. They can move easily even when visibility is low."
  },
  "Until now, legged robots have been able to do this only to a limited extent.": {
    "lexical": {},
    "sentence_paraphrase": "Until now, legged robots have only been able to do this.",
    "syntactic": "Until now, legged robots have been able to do this. But only to a limited extent.",
    "syntactic_and_lexical": "Until now, legged robots have been able to do this. But only to a limited extent.",
    "syntactic_and_sentence_paraphrase": "Robots have been able to do this until now. But only a little."
  },
  "\"The reason is that the information about the immediate environment recorded by laser sensors and cameras is often incomplete and ambiguous,\" explains Takahiro Miki, a doctoral student in Hutter's group and lead author of the study.": {
    "lexical": "\"The reason is that the info about the immediate environment recorded by laser sensors and cameras is often incomplete and ambiguous,\" explains Takahiro Miki, a doctoral student in Hutter's group and lead author of the study.",
    "words": {
      "information": "info"
    },
    "sentence_paraphrase": "The reason is that the information about the environment recorded by laser sensors and cameras is often not clear, says Takahiro Miki, a doctoral student in Hutter's group.",
    "syntactic": "The reason is that the information about the immediate environment recorded by laser sensors and cameras is often incomplete and ambiguous. This is explained by Takahiro Miki, a doctoral student in Hutter's group and lead author of the study.",
    "syntactic_and_lexical": "The reason is that the info about the immediate environment recorded by laser sensors and cameras is often incomplete and ambiguous. This is responded by Takahiro Miki, a doctoral student in Hutter's group and lead author of the study.",
    "syntactic_and_sentence_paraphrase": "The reason is that the information about what is happening with laser sensors and cameras is often incomplete. This is explained by Takahiro Miki, who is a doctoral student in Hutter's group."
  },
  "For example, tall grass, shallow puddles or snow appear as insurmountable obstacles or are partially invisible, even though the robot could actually traverse them.": {
    "lexical": "For example, tall grass, shallow puddles or snow appear as insurmountable barriers or are partly invisible, even though the robot could actually traverse them.",
    "words": {
      "obstacles": "barriers",
      "partially": "partly"
    },
    "sentence_paraphrase": "For example, tall grass, shallow puddles or snow appear as obstacles that can not be seen, even though the robot could see them.",
    "syntactic": "For example, tall grass, shallow puddles or snow appear as insurmountable obstacles or are partially invisible. However, the robot could actually cross them.",
    "syntactic_and_lexical": "For example, tall grass, shallow puddles or snow appear as insurmountable barriers or are partly invisible. However, the robot could really cross them.",
    "syntactic_and_sentence_paraphrase": "For example, tall grass or snow seem to be obstacles or are partially invisible. But the robot could cross them."
  },
  "In addition, the robot's view can be obscured in the field by difficult lighting conditions, dust or fog.": {
    "lexical": "In addition, the robot's view can be obstructed in the field by tough lighting situations, dust or fog.",
    "words": {
      "obscured": "obstructed",
      "difficult": "tough",
      "conditions,": "situations,"
    },
    "sentence_paraphrase": "In addition, the robot's view can be blocked in the field by dust or fog.",
    "syntactic": "In addition, the robot's view can be obscured in the field. This can be caused by difficult lighting conditions, dust or fog.",
    "syntactic_and_lexical": "In addition, the robot's view can be obstructed in the field. This can be caused by tough lighting situations, dust or fog.",
    "syntactic_and_sentence_paraphrase": "Also, the robot's view can not be seen. This can be caused by bad lighting or dust."
  },
  "\"That's why robots like ANYmal have to be able to decide for themselves when to trust the visual perception of their environment and move forward briskly, and when it is better to proceed cautiously and with small steps,\" Miki says.": {
    "lexical": "\"That's why robots like ANYmal have to be able to decide for themselves when to trust the visual impression of their environment and move forward briskly, and when it is better to proceed carefully and with small steps,\" Miki says.",
    "words": {
      "perception": "impression",
      "cautiously": "carefully"
    },
    "sentence_paraphrase": "That's why robots like ANYmal have to be able to decide for themselves when to trust the visual perception of their environment and move slowly and with small steps, Miki says.",
    "syntactic": "That's why robots like ANYmal have to be able to decide for themselves when to trust the visual perception of their environment and move forward quickly. And when it is better to proceed cautiously and with small steps, says Miki.",
    "syntactic_and_lexical": "That's why robots like ANYmal have to be able to decide for themselves when to trust the visual impression of their environment and move forward quickly. And when it is better to proceed carefully and with small steps, says Miki.",
    "syntactic_and_sentence_paraphrase": "That's why robots like ANYmal have to be able to decide when they should trust the visual perception of their environment. And when it is better to go slowly and with small steps."
  },
  "\"And that's the big challenge.\"": {
    "lexical": {},
    "sentence_paraphrase": "That is the big challenge.",
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": "That is the big challenge."
  },
  "A virtual training camp": {
    "lexical": {},
    "sentence_paraphrase": {},
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": {}
  },
  "Thanks to a new controller based on a neural network, the legged robot ANYmal, which was developed by ETH Zurich researchers and commercialized by the ETH spin-off ANYbotics, is now able to combine external and proprioceptive perception for the first time.": {
    "lexical": "Thanks to a new controller based on a neural network, the legged robot ANYmal, which was build by ETH Zurich scientists and privatized by the ETH spin-off ANYbotics, is now able to combine external and proprioceptive impression for the first time.",
    "words": {
      "developed": "build",
      "researchers": "scientists",
      "commercialized": "privatized",
      "perception": "impression"
    },
    "sentence_paraphrase": "Thanks to a new controller based on a neural network, the legged robot ANYmal is now able to combine external and proprioceptive perception for the first time, thanks to ETH Zurich researchers.",
    "syntactic": "Thanks to a new controller based on a neural network, the legged robot ANYmal is now able to combine external and proprioceptive perception for the first time. It was developed by researchers at ETH Zurich and commercialized by the ETH spin-off ANYbotics.",
    "syntactic_and_lexical": "Thanks to a new controller based on a neural network, the legged robot ANYmal is now able to combine external and proprioceptive impression for the first time. It was build by scientists at ETH Zurich and privatized by the ETH spin-off ANYbotics.",
    "syntactic_and_sentence_paraphrase": "The legged robot ANYmal is now able to combine external and proprioceptive perception for the first time using a neural network. It was made by researchers at ETH Zurich and sold by ANYbotics at ETH."
  },
  "Before the robot could put its capabilities to the test in the real world, the scientists exposed the system to numerous obstacles and sources of error in a virtual training camp.": {
    "lexical": "Before the robot could put its abilities to the test in the real world, the technicians posed the system to numerous barriers and causes of error in a virtual training camp.",
    "words": {
      "capabilities": "abilities",
      "scientists": "technicians",
      "exposed": "posed",
      "obstacles": "barriers",
      "sources": "causes"
    },
    "sentence_paraphrase": "Before the robot could put its abilities to the test in the real world, the scientists put the system through a virtual training camp.",
    "syntactic": {},
    "syntactic_and_lexical": "Before the robot could put its abilities to the test in the real world. The technicians posed the system to numerous barriers and causes of error in a virtual training camp.",
    "syntactic_and_sentence_paraphrase": "Before the robot could do anything in the real world. The scientists exposed the system to many problems and errors in a training camp."
  },
  "This let the network learn the ideal way for the robot to overcome obstacles, as well as when it can rely on environmental data -- and when it would do better to ignore that data.": {
    "lexical": "This let the network learn the ideal way for the robot to overcome barriers, as well as when it can rely on environmental data -- and when it would do better to ignore that data.",
    "words": {
      "obstacles,": "barriers,"
    },
    "sentence_paraphrase": "This let the network learn the best way for the robot to get around obstacles, as well as when it can use environmental data -- and when it would do better to ignore it.",
    "syntactic": "This allowed the network to learn the ideal way for the robot to overcome obstacles. It also learned when it could rely on environmental data and when it would be better to ignore it.",
    "syntactic_and_lexical": "This allowed the network to learn the ideal way for the robot to overcome barriers. It also learned when it could rely on environmental data and when it would be better to ignore it.",
    "syntactic_and_sentence_paraphrase": "This allowed the network to learn the best way to help the robot. It also learned when it could use environmental data and when it should ignore it."
  },
  "\"With this training, the robot is able to master the most difficult natural terrain without having seen it before,\" says ETH Zurich Professor Hutter.": {
    "lexical": "\"With this training, the robot is able to master the most hard natural terrain without having seen it before,\" says ETH Zurich Professor Hutter.",
    "words": {
      "difficult": "hard"
    },
    "sentence_paraphrase": "ETH Zurich Professor Hutter says that the robot is able to master the most difficult natural terrain without having seen it before.",
    "syntactic": "With this training, the robot is able to master the most difficult natural terrain without having seen it before. Professor Hutter from the ETH Zurich.",
    "syntactic_and_lexical": "With this training, the robot is able to master the most hard natural terrain without having seen it before. Professor Hutter from the ETH Zurich.",
    "syntactic_and_sentence_paraphrase": "With this training, the robot is able to move around the world without having seen it before. Professor Hutter at ETH Zurich"
  },
  "This works even if the sensor data on the immediate environment is ambiguous or vague.": {
    "lexical": {},
    "sentence_paraphrase": "This works even if the sensor data on the environment is not clear.",
    "syntactic": "This works even if the sensor data on the immediate environment is ambiguous or vague. It works.",
    "syntactic_and_lexical": "This works even if the sensor data on the immediate environment is ambiguous or vague. It works.",
    "syntactic_and_sentence_paraphrase": "This works even if the sensor data on the environment is not clear. It works."
  },
  "ANYmal then plays it safe and relies on its proprioception.": {
    "lexical": "ANYmal then plays it safe and depends on its proprioception.",
    "words": {
      "relies": "depends"
    },
    "sentence_paraphrase": "Anymal then plays it safe and uses its brain.",
    "syntactic": {},
    "syntactic_and_lexical": "ANYmal then plays it safe and depends on its proprioception.",
    "syntactic_and_sentence_paraphrase": "Anymal then plays it safe and uses its brain."
  },
  "According to Hutter, this allows the robot to combine the best of both worlds: the speed and efficiency of external sensing and the safety of proprioceptive sensing.": {
    "lexical": "According to Hutter, this allows the robot to combine the best of both worlds : the speed and efficiency of external sensing and the safety of proprioceptive sensing.",
    "words": {
      "worlds:": "worlds"
    },
    "sentence_paraphrase": "According to Hutter, this allows the robot to combine the best of both worlds : the speed and efficiency of external sensing.",
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": "This allows the robot to combine the best of both worlds. The speed and efficiency of external sensing and the safety of it."
  },
  "Use under extreme conditions": {
    "lexical": "Use under extreme situations",
    "words": {
      "conditions": "situations"
    },
    "sentence_paraphrase": "Use under bad conditions",
    "syntactic": {},
    "syntactic_and_lexical": "Use under extreme situations",
    "syntactic_and_sentence_paraphrase": "Use under bad conditions"
  },
  "Whether after an earthquake, after a nuclear disaster, or during a forest fire, robots like ANYmal can be used primarily wherever it is too dangerous for humans and where other robots cannot cope with the difficult terrain.": {
    "lexical": "Whether after an quake, after a nuclear disaster, or during a forest fire, robots like ANYmal can be used mainly wherever it is too dangerous for humans and where other robots can not cope with the tough terrain.",
    "words": {
      "earthquake,": "quake,",
      "primarily": "mainly",
      "cannot": "not",
      "difficult": "tough"
    },
    "sentence_paraphrase": "Whether after an earthquake, after a nuclear disaster, or during a forest fire, robots like ANYmal can be used where it is not safe for humans and where other robots can not.",
    "syntactic": "Whether after an earthquake, a nuclear disaster or a forest fire, robots like ANYmal can be used mainly where it is too dangerous for humans. And where other robots cannot cope with the difficult terrain.",
    "syntactic_and_lexical": "Whether after an quake, a nuclear disaster or a forest fire, robots like ANYmal can be used mainly where it is too dangerous for humans. And where other robots can not cope with the tough terrain.",
    "syntactic_and_sentence_paraphrase": "Whether after an earthquake, a nuclear disaster or a forest fire, robots can be used to do things that humans can not. And where other robots can not use the terrain."
  },
  "Violent activity on our Sun leads to some of the most extreme space weather events on Earth, impacting systems such as satellites, communications systems, power distribution and aviation.": {
    "lexical": "Violent activity on our Sun leads to some of the most extreme space weather events on Earth, affecting systems such as satellites, notifications systems, power distribution and aviation.",
    "words": {
      "impacting": "affecting",
      "communications": "notifications"
    },
    "sentence_paraphrase": "Violent activity on our Sun can cause some of the worst weather events on Earth, affecting systems such as satellites and power distribution.",
    "syntactic": "Violent activity on our sun leads to some of the most extreme space weather events on Earth. It affects systems such as satellites, communications systems, power distribution and aviation.",
    "syntactic_and_lexical": "Violent activity on our sun leads to some of the most extreme space weather events on Earth. It affects systems such as satellites, notifications systems, power distribution and aviation.",
    "syntactic_and_sentence_paraphrase": "Violent activity on our sun can cause some of the worst weather on Earth. It affects systems such as satellites and communications systems."
  },
  "The roughly 11 year cycle of solar activity has three'seasons', each of which affects the space weather felt at Earth differently: (i) solar maximum, the sun is active and disordered, when space weather is stormy and events are irregular (ii) the declining phase, when the sun and solar wind becomes ordered, and space weather is more moderate and (iii) solar minimum, when activity is quiet.": {
    "lexical": "The roughly 11 year cycle of solar activity has three'seasons', each of which affects the space weather felt at Earth differently : (i) solar maximum, the sun is active and distorted, when space weather is stormy and events are irregular (ii) the dropping stage, when the sun and solar wind becomes ordered, and space weather is more moderate and (iii) solar minimum, when activity is quiet.",
    "words": {
      "differently:": "differently",
      "disordered,": ":",
      "declining": "distorted,",
      "phase,": "dropping"
    },
    "sentence_paraphrase": "Each of these seasons affects the space weather felt at Earth in different ways : (i) solar maximum, when the sun is active and disordered, when space weather is stormy and events are irregular (ii) the declining phase, when the sun and solar wind become ordered, and (iii) solar minimum, when activity is quiet.",
    "syntactic": "The roughly 11-year cycle of solar activity has three \"seasons\", each of which affects the space weather felt on Earth differently. (i) solar maximum, when the sun is active and disordered, space weather is stormy and events are irregular; (ii) the declining phase, where the sun and solar wind become orderly, and space Weather is more moderate; and (iv) solar minimum, cnd activity is quiet.",
    "syntactic_and_lexical": "The roughly 11-year cycle of solar activity has three \"seasons\", each of which affects the space weather felt on Earth differently. (i) solar maximum, when the sun is active and distorted, space weather is stormy and events are irregular ; (ii) the dropping stage, where the sun and solar wind become orderly, and space Weather is more moderate ; and (iv) solar minimum, cnd activity is quiet.",
    "syntactic_and_sentence_paraphrase": "The 11-year cycle of solar activity has three\" seasons\", which affect the weather on Earth differently. (i) solar maximum, when the sun is active and disordered, space weather is stormy and events are not regular ; (ii) the declining phase, where the sun and solar wind become orderly, and space weather is more moderate."
  },
  "In a new study led by the University of Warwick and published in The Astrophysical Journal, scientists found that the change from solar maximum to the declining phase is fast, happening within a few (27 day) solar rotations.": {
    "lexical": "In a new study led by the University of Warwick and issued in The Astrophysical Journal, technicians found that the change from solar maximum to the dropping stage is fast, happening within a few (27 day) solar rotations.",
    "words": {
      "published": "issued",
      "scientists": "technicians",
      "declining": "dropping",
      "phase": "stage"
    },
    "sentence_paraphrase": "In a new study done by the University of Warwick and published in The Astrophysical Journal, scientists found that the change from solar maximum to declining phase is very fast.",
    "syntactic": "In a new study led by the University of Warwick and published in  The Astrophysical Journal , scientists found that the change from the solar maximum to the declining phase is fast. It happens within a few solar rotations (27 days).",
    "syntactic_and_lexical": "In a new study led by the University of Warwick and issued in  The Astrophysical Journal , technicians found that the change from the solar maximum to the dropping stage is fast. It happens within a few solar rotations (27 days).",
    "syntactic_and_sentence_paraphrase": "In a new study done by the University of Warwick, scientists found that the change from the solar maximum to the declining phase is very fast. It happens in a few solar rotations."
  },
  "They also showed that the declining phase is twice as long in even-numbered solar cycles as it is in odd-numbered cycles.": {
    "lexical": "They also showed that the dropping stage is twice as long in even-numbered solar cycles as it is in odd-numbered cycles.",
    "words": {
      "declining": "dropping",
      "phase": "stage"
    },
    "sentence_paraphrase": "They also showed that the changing phase is twice as long in even-numbered solar cycles as it is in odd-numbered.",
    "syntactic": "They also showed that the decline phase lasts twice as long in even-numbered solar cycles. In odd-numbered cycles, it lasts only once.",
    "syntactic_and_lexical": "They also showed that the decline phase lasts twice as long in even-numbered solar cycles. In odd-numbered cycles, it lasts only once.",
    "syntactic_and_sentence_paraphrase": "They also showed that it lasts twice as long in even-numbered solar cycles. In odd-numbered cycles it only happens once."
  },
  "No two solar cycles are the same in amplitude or duration.": {
    "lexical": {},
    "sentence_paraphrase": "No two solar cycles are the same in length.",
    "syntactic": "No two solar cycles are the same. Neither in amplitude nor in duration.",
    "syntactic_and_lexical": "No two solar cycles are the same. Neither in amplitude nor in duration.",
    "syntactic_and_sentence_paraphrase": "No two solar cycles are the same. Neither in size nor in duration"
  },
  "To study the solar seasons, the scientists built a sun clock from the daily sunspot number record available since 1818.": {
    "lexical": "To study the solar years, the technicians built a sun clock from the daily sunspot number record available since 1818.",
    "words": {
      "seasons,": "years,",
      "scientists": "technicians"
    },
    "sentence_paraphrase": "The scientists made a sun clock from the daily sunspot number record that was made since 1818.",
    "syntactic": "To study the solar seasons, the scientists built a sun clock. They used the daily sunspot number record available since 1818.",
    "syntactic_and_lexical": "To study the solar years, the technicians built a sun clock. They used the daily sunspot number record available since 1818.",
    "syntactic_and_sentence_paraphrase": "They also built a solar clock to study the seasons. They used the sunspot number they have since 1818."
  },
  "This maps the irregular solar cycles onto a regular clock.": {
    "lexical": {},
    "sentence_paraphrase": "This shows the solar cycles on a regular clock.",
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": "This shows the solar cycles on a regular clock."
  },
  "The magnetic polarity of the sun reverses after each roughly 11 year solar cycle giving a roughly 22 year magnetic cycle (named after George Ellery Hale) and to explore this, a 22 year clock was constructed.": {
    "lexical": "The magnetic polarity of the sun stops after each roughly 11 year solar cycle giving a roughly 22 year magnetic cycle (named after George Ellery Hale) and to examine this, a 22 year clock was conducted.",
    "words": {
      "reverses": "stops",
      "explore": "examine",
      "constructed.": "conducted."
    },
    "sentence_paraphrase": "The magnetic polarity of the sun changes after each roughly 11 year solar cycle, giving a roughly 22 year magnetic cycle (named after George Ellery Hale).",
    "syntactic": "The magnetic polarity of the sun reverses after each solar cycle of about 11 years, giving a magnetic cycle of around 22 years (named after George Ellery Hale). To explore this, a 22-year clock was built.",
    "syntactic_and_lexical": "The magnetic polarity of the sun stops after each solar cycle of about 11 years, giving a magnetic cycle of around 22 years (named after George Ellery Hale). To examine this, a 22-year clock was built.",
    "syntactic_and_sentence_paraphrase": "The magnetic polarity of the sun changes after each solar cycle of about 11 years, giving a magnetic cycle of around 22 years. A 22-year clock was built to do this."
  },
  "The effect on space weather at earth can be tracked back using the longest continuous records of geomagnetic activity over the past 150 years, and once the clock is constructed, it can be used to study multiple observations of seasonal solar activity which affect the earth.": {
    "lexical": "The effect on space weather at earth can be tracked back using the longest continuous records of geomagnetic activity over the past 150 years, and once the clock is conducted, it can be used to study multiple findings of seasonal solar activity which affect the earth.",
    "words": {
      "constructed,": "conducted,",
      "observations": "findings"
    },
    "sentence_paraphrase": "The effect on space weather at earth can be tracked back using the longest continuous records of geomagnetic activity over the past 150 years. Once the clock is built, it can be used to find out how solar activity changes over time.",
    "syntactic": "The effects of space weather on earth can be tracked back using the longest continuous records of geomagnetic activity over the past 150 years. Once the clock is built, it can be used to study multiple observations of seasonal solar activity that affects the earth.",
    "syntactic_and_lexical": "The effects of space weather on earth can be tracked back using the longest continuous records of geomagnetic activity over the past 150 years. Once the clock is built, it can be used to study multiple findings of seasonal solar activity that affects the earth.",
    "syntactic_and_sentence_paraphrase": "The effects of space weather on earth can be seen by looking at the records of geomagnetic activity over 150 years. Once the clock is built, it can be used to study the changes in solar activity on the earth."
  },
  "With the greater detail afforded by the sun clock, the scientists could see that the switch from solar maximum to the declining phase is fast, occurring within a few (27 day) solar rotations.": {
    "lexical": "With the greater detail afforded by the sun clock, the technicians could see that the switch from solar maximum to the dropping stage is fast, recurring within a few (27 day) solar rotations.",
    "words": {
      "scientists": "technicians",
      "declining": "dropping",
      "phase": "stage",
      "occurring": "recurring"
    },
    "sentence_paraphrase": "With the sun clock, the scientists could see that the change from solar maximum to the declining phase is fast, taking only a few days to happen.",
    "syntactic": "With the greater detail provided by the sun clock, the scientists were able to see that the transition from the solar maximum to the declining phase is fast. It occurs within a few solar rotations (27 days).",
    "syntactic_and_lexical": "With the greater detail informed by the sun clock, the technicians were able to see that the transition from the solar maximum to the dropping stage is fast. It produces within a few solar rotations (27 days).",
    "syntactic_and_sentence_paraphrase": "With more detail from the sun clock, the scientists were able to see that the change from the solar maximum to the declining phase is fast. It happens within a few solar rotations."
  },
  "There was also a clear difference in the duration of the declining phase when the sun's magnetic polarity is'up' compared to'down': in even-numbered cycles it is around twice as long as odd-numbered cycles.": {
    "lexical": "There was also a clear difference in the duration of the dropping stage when the sun's magnetic polarity is'up' compared to'down' : in even-numbered cycles it is around twice as long as odd-numbered cycles.",
    "words": {
      "declining": "dropping",
      "phase": "stage",
      "to'down':": "to'down'"
    },
    "sentence_paraphrase": "There was also a difference in the length of the declining phase when the sun's magnetic polarity is\" up\" compared to\" down\" : in even-numbered cycles it is twice as long.",
    "syntactic": "There is also a clear difference in the duration of the decline phase when the magnetic polarity of the sun is \"up\"compared to\"down\". In even-numbered cycles, it lasts about twice as long as in odd-numbered Cycles.",
    "syntactic_and_lexical": "There is also a clear difference in the duration of the decline stage when the magnetic polarity of the sun is \"up\"compared to\"down\". In even-numbered cycles, it lasts about twice as long as in odd-numbered Cycles.",
    "syntactic_and_sentence_paraphrase": "There is also a difference in the length of the decline phase when the sun is\" up\" and\" down\". Even-numbered cycles last about twice as long as odd-numbered cycles."
  },
  "As we are about to enter cycle 25, the scientists anticipate that the next declining phase will be short.": {
    "lexical": "As we are about to enter cycle 25, the technicians predict that the next declining stage will be short.",
    "words": {
      "scientists": "technicians",
      "anticipate": "predict",
      "phase": "stage"
    },
    "sentence_paraphrase": "As we are about to enter cycle 25 the scientists think that cycle 25 will be short.",
    "syntactic": "We are about to enter cycle 25. Scientists anticipate that the next decline phase will be short.",
    "syntactic_and_lexical": "We are about to enter cycle 25. Scientists predict that the next decline stage will be short.",
    "syntactic_and_sentence_paraphrase": "We are now in cycle 25. Scientists think the next decline phase will be short."
  },
  "Lead author Professor Sandra Chapman of the University of Warwick Department of Physics said: \"By combining well known methods in a new way, our clock resolves changes in the Sun's climate to within a few solar rotations.": {
    "lexical": "Lead author Professor Sandra Chapman of the University of Warwick Department of Physics said : \"By connecting well known methods in a new way, our clock resolves changes in the Sun's climate to within a few solar rotations.",
    "words": {
      "said:": "said",
      "combining": ":"
    },
    "sentence_paraphrase": "Professor Sandra Chapman of the University of Warwick Department of Physics said :\" By using well known methods in a new way, our clock changes the climate of the Sun.\"",
    "syntactic": "Lead author Professor Sandra Chapman from the Department of Physics at the University of Warwick said: By combining well-known methods in a new way, our clock resolves changes in the sun's climate within a few solar rotations.",
    "syntactic_and_lexical": "Lead author Professor Sandra Chapman from the Department of Physics at the University of Warwick said : By connecting well-known methods in a new way, our clock resolves changes in the sun's climate within a few solar rotations.",
    "syntactic_and_sentence_paraphrase": "Professor Sandra Chapman from the Department of Physics at the University of Warwick said that by using well-known methods in a new way we can change the climate of the sun."
  },
  "Then you find the changes between some phases can be really sharp.": {
    "lexical": "Then you find the changes between some phrases can be really sharp.",
    "words": {
      "phases": "phrases"
    },
    "sentence_paraphrase": "Then the changes between some phases can be very big.",
    "syntactic": "Then you find the changes between some phases. They can be really sharp.",
    "syntactic_and_lexical": "Then you find the changes between some phrases. They can be really sharp.",
    "syntactic_and_sentence_paraphrase": "Then you can find the changes between them. They can be very sharp."
  },
  "\"If you know you've had a long cycle, you know the next one's going to be short, we can estimate how long it's going to last.": {
    "lexical": {},
    "sentence_paraphrase": "If you know you've had a long cycle and you know the next one's going to be short, it will last a long time.",
    "syntactic": "If you know you have had a long cycle, you know the next one will be short. We can estimate how long it will last.",
    "syntactic_and_lexical": "If you know you have had a long cycle, you know the next one will be short. We can estimate how long it will last.",
    "syntactic_and_sentence_paraphrase": "If you have had a long cycle then you know the next one will be short. We can see how long it will last."
  },
  "Knowing the timing of the climate seasons helps to plan for space weather.": {
    "lexical": {},
    "sentence_paraphrase": "Knowing the time of the year helps to plan for space weather.",
    "syntactic": "Know the timing of the climate seasons. It helps to plan for space weather.",
    "syntactic_and_lexical": "Know the timing of the climate years. It helps to plan for space weather.",
    "syntactic_and_sentence_paraphrase": "Know the time of the seasons. It helps to plan for weather."
  },
  "Operationally it is useful to know when conditions will be active or quiet, for satellites, power grids, communications.\"": {
    "lexical": "Operationally it is useful to know when situations will be active or quiet, for satellites, power grids, notifications.\"",
    "words": {
      "conditions": "situations",
      "communications.\"": "notifications.\""
    },
    "sentence_paraphrase": "It is useful to know when conditions will be good or bad for satellites, power grids and communications.",
    "syntactic": "Operationally, it is useful to know when conditions will be active or quiet. This applies to satellites, power grids and communications.",
    "syntactic_and_lexical": "Operationally, it is useful to know when situations will be active or quiet. This benefits to satellites, power grids and notifications.",
    "syntactic_and_sentence_paraphrase": "It is useful to know when the weather will be active or quiet. This includes satellites and power grids."
  },
  "The results also provide a clue to understanding how the Sun reverses polarity after every cycle.": {
    "lexical": "The results also provide a clue to learning how the Sun reverses polarity after every cycle.",
    "words": {
      "understanding": "learning"
    },
    "sentence_paraphrase": "The results also show how the Sun changes polarity after every cycle.",
    "syntactic": "The results also provide a clue to understanding how the Sun reverses polarity after each cycle. How does the sun reverse  Polarity?",
    "syntactic_and_lexical": "The results also provide a clue to learning how the Sun reverses polarity after each cycle. How does the sun reverse Polarity?",
    "syntactic_and_sentence_paraphrase": "The results also show how the Sun changes polarity after each cycle. How does the sun change?"
  },
  "Professor Chapman adds: \"I also think it is remarkable that something the size of the sun can flip its magnetic field every 11 years, and going down-up is different to going up-down.": {
    "lexical": "Professor Chapman adds : \"I also think it is notable that something the size of the sun can flip its magnetic field every 11 years, and going down-up is different to going up-down.",
    "words": {
      "adds:": "adds",
      "remarkable": ":"
    },
    "sentence_paraphrase": "Professor Chapman says :\" I also think it is remarkable that something the size of the sun can flip its magnetic field every 11 years.\"",
    "syntactic": "Professor Chapman adds: I also think it is remarkable that something the size of the sun can flip its magnetic field every 11 years. And going down is different from going up.",
    "syntactic_and_lexical": "Professor Chapman adds : I also think it is notable that something the size of the sun can flip its magnetic field every 11 years. And going down is different from going up.",
    "syntactic_and_sentence_paraphrase": "I also think it is remarkable that something the size of the sun can change its magnetic field every 11 years. Going down is different from going up."
  },
  "Somehow the sun'knows which way up it is', and this is an intriguing problem, at the heart of how the sun generates its magnetic field.\"": {
    "lexical": "Somehow the sun'knows which way up it is', and this is an interesting problem, at the heart of how the sun creates its magnetic field.\"",
    "words": {
      "intriguing": "interesting",
      "generates": "creates"
    },
    "sentence_paraphrase": "Somehow the sun'knows which way up it is, and this is an interesting problem, at the heart of how the sun works.",
    "syntactic": "Somehow the sun \"knows which way up it is\". This is an intriguing problem, at the heart of how the sun generates its magnetic field.",
    "syntactic_and_lexical": "Somehow the sun \"knows which way up it is\". This is an interesting problem, at the heart of how the sun creates its magnetic field.",
    "syntactic_and_sentence_paraphrase": "The sun knows which way up it is. This is an interesting problem because of how the sun makes its magnetic field."
  },
  "Scientists used animated humanoid avatars to study how nonverbal cues influence people's behavior.": {
    "lexical": "Scientists used animated humanoid avatars to study how nonverbal cues affect people's behavior.",
    "words": {
      "influence": "affect"
    },
    "sentence_paraphrase": "Scientists used them to study how nonverbal cues influence people's behavior.",
    "syntactic": "Scientists use animated humanoid avatars. They study how non-verbal cues influence people's behavior.",
    "syntactic_and_lexical": "Scientists use animated humanoid avatars. They study how non-verbal cues affect people's behavior.",
    "syntactic_and_sentence_paraphrase": "Scientists use robots. They study how words influence peoples behavior."
  },
  "Reported in the Journal of Cognitive Neuroscience, the research offers insight into the brain mechanisms that drive social and economic decision-making.": {
    "lexical": "Reported in the Journal of Cognitive Neuroscience, the research offers insight into the brain conditions that drive social and economic decision.",
    "words": {
      "mechanisms": "conditions",
      "decision-making.": "decision."
    },
    "sentence_paraphrase": "The research offers insight into the brain processes that drive social and economic decision-making in humans.",
    "syntactic": "The research was published in the Journal of Cognitive Neuroscience. It provides insight into the brain mechanisms that drive social and economic decision-making.",
    "syntactic_and_lexical": "The research was issued in the Journal of Cognitive Neuroscience. It provides insight into the brain conditions that drive social and economic decision.",
    "syntactic_and_sentence_paraphrase": "The study was published in the Journal of Neuroscience. It helps people understand the brain that drives social and economic decision-making."
  },
  "The study revealed that participants were more willing to cooperate with animated avatars than with static figures representing their negotiation partners.": {
    "lexical": "The study explained that partners were more willing to cooperate with animated avatars than with static figures presenting their bargaining parents.",
    "words": {
      "revealed": "explained",
      "participants": "partners",
      "representing": "presenting",
      "negotiation": "bargaining",
      "partners.": "parents."
    },
    "sentence_paraphrase": "The study showed that people were more willing to work with animated characters than with static figures.",
    "syntactic": "The study revealed that participants were more willing to cooperate with animated avatars. Compared to static figures representing their negotiation partners.",
    "syntactic_and_lexical": "The study explained that partners were more willing to cooperate with animated avatars. Compared to static figures presenting their bargaining parents.",
    "syntactic_and_sentence_paraphrase": "The study showed that people were more willing to work with animated characters. Compared to static figures of their partners."
  },
  "It also found -- somewhat surprisingly -- that people were more willing to accept unfair offers from unfriendly avatars than from friendly ones.": {
    "lexical": "It also found -- slightly surprisingly -- that people were more willing to accept unfair offers from unfriendly avatars than from friendly ones.",
    "words": {
      "somewhat": "slightly"
    },
    "sentence_paraphrase": "It also found that people were more willing to take bad offers from unfriendly avatars than from friendly ones.",
    "syntactic": "It also found - somewhat surprisingly - that people were more willing to accept unfair offers from unfriendly avatars than from friendly avatars. This is not surprising.",
    "syntactic_and_lexical": "It also found - slightly surprisingly - that people were more willing to accept unfair offers from unfriendly avatars than from friendly avatars. This is not surprising.",
    "syntactic_and_sentence_paraphrase": "It also found that people were more willing to take bad offers from unfriendly avatars than from friendly ones. This is not surprising."
  },
  "\"This work is an extension of previous studies exploring how nonverbal cues influence people's perceptions of one another,\" said Matthew Moore, who led the research at the University of Illinois Urbana-Champaign with psychology professors Florin Dolcos and Sanda Dolcos.": {
    "lexical": "\"This work is an extension of previous studies examining how nonverbal cues affect people's impressions of one another,\" said Matthew Moore, who led the research at the University of Illinois Urbana-Champaign with psychology professors Florin Dolcos and Sanda Dolcos.",
    "words": {
      "exploring": "examining",
      "influence": "affect",
      "perceptions": "impressions"
    },
    "sentence_paraphrase": "Matthew Moore led the research at the University of Illinois Urbana-Champaign with psychology professors Florin Dolcos and Sanda Dolcos. Moore led the research at the University of Illinois Urbana-Champaign.",
    "syntactic": "This work is an extension of previous studies exploring how non-verbal cues influence people's perceptions of one another, said Matthew Moore. Moore led the research at the University of Illinois Urbana-Champaign with psychology professors Florin Dolcos and Sanda DolCos.",
    "syntactic_and_lexical": "This work is an extension of previous studies examining how non-verbal cues affect people's impressions of one another, said Matthew Moore. Moore led the research at the University of Illinois Urbana-Champaign with psychology professors Florin Dolcos and Sanda DolCos.",
    "syntactic_and_sentence_paraphrase": "This work is part of previous studies looking at how non-verbal cues change people's perceptions of one another. Moore worked with psychology professors Florin Dolcos and Sanda DolCos at the University of Illinois."
  },
  "The new research was conducted at the U. of I.'s Beckman Institute for Advanced Science and Technology, where Moore was a postdoctoral fellow.": {
    "lexical": "The new research was introduced at the U. of I .'s Beckman Institute for Advanced Science and Technology, where Moore was a postdoctoral fellow.",
    "words": {
      "conducted": "introduced",
      "I.'s": "I"
    },
    "sentence_paraphrase": "The research was done at the U. of I.'s Beckman Institute for Advanced Science and Technology (BISS).",
    "syntactic": "The new research was conducted at the U. of I.'s Beckman Institute for Advanced Science and Technology. Moore was a postdoctoral fellow there.",
    "syntactic_and_lexical": "The new research was introduced at the U. of I .'s Beckman Institute for Advanced Science and Technology. Moore was a postdoctoral fellow there.",
    "syntactic_and_sentence_paraphrase": "The research was done at the U. of I.'s Beckman Institute for Advanced Science and Technology Moore was a fellow there."
  },
  "\"Nonverbal interactions represent a huge part of human communication,\" Sanda Dolcos said.": {
    "lexical": {},
    "sentence_paraphrase": "Nonverbal interactions are a big part of human communication.",
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": "Non-verbal interactions are a big part of communication. Sanda Dolcos"
  },
  "\"We might not be aware of this, but much of the information that we take in is through these nonverbal channels.\"": {
    "lexical": "\"We might not be aware of this, but much of the info that we take in is through these nonverbal canals.\"",
    "words": {
      "information": "info",
      "channels.\"": "canals.\""
    },
    "sentence_paraphrase": "But much of the information that we take in is through these nonverbal channels.",
    "syntactic": "We may not be aware of it. But much of the information we receive comes through these non-verbal channels.",
    "syntactic_and_lexical": "We may not be aware of it. But much of the info we receive comes through these non-verbal canals.",
    "syntactic_and_sentence_paraphrase": "We may not know it. But much of the information we get comes from these channels."
  },
  "Previous studies often used still photos or other static representations of people engaged in social interactions to study how people form opinions or make decisions, Florin Dolcos said.": {
    "lexical": "Previous studies often used still photos or other static reports of people managed in social actions to study how people form options or make decides, Florin Dolcos said.",
    "words": {
      "representations": "reports",
      "engaged": "managed",
      "interactions": "actions",
      "opinions": "options",
      "decisions,": "decides,"
    },
    "sentence_paraphrase": "Previous studies often used still photos or other pictures of people talking to study how people form opinions or make decisions, Florin Dolcos said.",
    "syntactic": "Previous studies often used still photos or other static representations of people engaged in social interactions. They were used to study how people form opinions or make decisions, said Florin Dolcos.",
    "syntactic_and_lexical": "Previous studies often used still photos or other static reports of people managed in social actions. They were used to study how people form options or make decides, said Florin Dolcos.",
    "syntactic_and_sentence_paraphrase": "Previous studies often used still photos or other pictures of people doing social things. They were used to study how people make opinions or make decisions."
  },
  "\"By animating the avatars, we're capturing interactions that are much closer to what happens in real-life situations,\" he said.": {
    "lexical": "\"By stimulating the avatars, we're catching actions that are much closer to what happens in real-life solutions,\" he said.",
    "words": {
      "animating": "stimulating",
      "capturing": "catching",
      "interactions": "actions",
      "situations,\"": "solutions,\""
    },
    "sentence_paraphrase": "By making the avatars look closer to what happens in real-life situations, he said.",
    "syntactic": "By animating the avatars, we capture interactions that are much closer to what happens in real life. He said.",
    "syntactic_and_lexical": "By stimulating the avatars, we caught actions that are much closer to what happens in real life. He said.",
    "syntactic_and_sentence_paraphrase": "By animating the characters, they are much closer to what happens in real life. He said"
  },
  "To understand how social impressions guide decision-making, the researchers asked participants to play a modified \"ultimatum game.\"": {
    "lexical": "To understand how social impressions guide decision, the scientists asked partners to play a removed \"ultimatum game.\"",
    "words": {
      "decision-making,": "decision,",
      "researchers": "scientists",
      "participants": "partners",
      "modified": "removed"
    },
    "sentence_paraphrase": "To understand how social impressions help people make decisions, they asked people to play a game.",
    "syntactic": {},
    "syntactic_and_lexical": "To understand how social impressions guide decision. The scientists asked partners to play a removed \"ultimatum game\".",
    "syntactic_and_sentence_paraphrase": "To understand how social impressions make decisions. The researchers asked people to play a different game."
  },
  "\"In the typical game, a'proposer' player offers to split $10 with you,\" Moore said.": {
    "lexical": "\"In the typical game, a'proposer' player offers to split $ 10 with you,\" Moore said.",
    "words": {
      "$10": "$"
    },
    "sentence_paraphrase": "In most games, a player will offer to split $10 with you, Moore said.",
    "syntactic": "In a typical game, a \"proposer\" player offers to split $ 10 with you. Moore said.",
    "syntactic_and_lexical": "In a typical game, a \"proposer\" player offers to split $ 10 with you. Moore said.",
    "syntactic_and_sentence_paraphrase": "In a typical game, the player will split $ 10 with you. Moore said."
  },
  "\"If you accept the proposal, then you each get a portion of that $10 as it was proposed.": {
    "lexical": "\"If you accept the proposal, then you each get a portion of that $ 10 as it was preferred.",
    "words": {
      "$10": "$",
      "proposed.": "10"
    },
    "sentence_paraphrase": "If you accept the idea, then you each get a part of that $10.",
    "syntactic": "If you accept the proposal, you will each receive a portion of the $ 10. As proposed.",
    "syntactic_and_lexical": "If you accept the proposal, you will each receive a portion of the $ 10. As preferred.",
    "syntactic_and_sentence_paraphrase": "If you accept it, you will each get a part of the $ 10. As suggested."
  },
  "But if you reject the offer, then neither of you get anything.\"": {
    "lexical": {},
    "sentence_paraphrase": "But if you do not give it, then neither of you get anything.",
    "syntactic": "But if you reject the offer. Neither of you gets anything.",
    "syntactic_and_lexical": "But if you reject the offer. Neither of you gets anything.",
    "syntactic_and_sentence_paraphrase": "But if you do not offer. Neither of you gets anything"
  },
  "The goal of the game is to collect as much money as possible, Moore said.": {
    "lexical": {},
    "sentence_paraphrase": "The goal of the game is to get as much money as possible.",
    "syntactic": {},
    "syntactic_and_lexical": {},
    "syntactic_and_sentence_paraphrase": "The goal of the game is to win as much money. Moore said."
  },
  "But people are often influenced by other people's behavior, and don't always choose to accept unfair offers, even though it would maximize their own gains in the game.": {
    "lexical": "But people are often impacted by other people's behavior, and do n't always choose to accept unfair offers, even though it would maximize their own gains in the game.",
    "words": {
      "influenced": "impacted",
      "don't": "do"
    },
    "sentence_paraphrase": "But people are often influenced by other people's behavior, and don't always choose to accept bad offers, even if it makes them rich.",
    "syntactic": "But people are often influenced by other people's behavior. They don't always choose to accept unfair offers, even if it would maximize their own gains in the game.",
    "syntactic_and_lexical": "But people are often impacted by other people's behavior. They do n't always choose to accept unfair offers, even if it would maximize their own gains in the game.",
    "syntactic_and_sentence_paraphrase": "People are often influenced by other people's. They don't always choose to accept bad offers, even if it would make more money."
  },
  "For the new study, participants watched a \"responder\"avatar engaging with an animated\"proposer\" avatar.": {
    "lexical": "For the new study, partners watched a \"responder\"avatar participating with an animated\"proposer\" avatar.",
    "words": {
      "participants": "partners",
      "engaging": "participating"
    },
    "sentence_paraphrase": "For the new study, people watched a\" responder\" avatar and a\" proposal\" avatar.",
    "syntactic": "For the new study, participants watched a \"responder\"avatar. He engaged with an animated avatar\"proposer\".",
    "syntactic_and_lexical": "For the new study, partners watched a \"responder\"avatar. He managed with an animated avatar\"proposer\".",
    "syntactic_and_sentence_paraphrase": "For the new study, people watched a responder. He has an animated avatar called Proposer."
  },
  "Sometimes the proposer behaved in a friendly manner, smiling, moving closer and grasping the responder's shoulder.": {
    "lexical": "Sometimes the proposer behaved in a friendly manner, smiling, moving closer and grabbing the responder's shoulder.",
    "words": {
      "grasping": "grabbing"
    },
    "sentence_paraphrase": "Sometimes the person spoke in a friendly way, smiling and moving closer to the responder.",
    "syntactic": "Sometimes the proposer behaved in a friendly manner. He smiled, moved closer and grabbed the respondent's shoulder.",
    "syntactic_and_lexical": "Sometimes the proposer behaved in a friendly manner. He smiled, moved closer and grabbed the defendant's shoulder.",
    "syntactic_and_sentence_paraphrase": "Sometimes the person behaved friendlyly. He smiled and moved closer to the victim."
  },
  "In other trials, the proposer appeared unfriendly, frowning and moving away, with arms folded across her chest.": {
    "lexical": "In other trails, the proposer appeared unfriendly, frowning and moving away, with arms folded across her chest.",
    "words": {
      "trials,": "trails,"
    },
    "sentence_paraphrase": "In other trials, she seemed unfriendly, frowning and moving away with her arms folded up.",
    "syntactic": "In other trials, the proposer appeared unfriendly. She frowned and walked away with her arms folded across her chest.",
    "syntactic_and_lexical": "In other trails, the proposer appeared unfriendly. She frowned and walked away with her arms folded across her chest.",
    "syntactic_and_sentence_paraphrase": "In other trials, the person seemed unfriendly. She looked around with her arms folded across her chest."
  },
  "And in control trials, the proposer was represented by an immobile posterboard, with a stance that was neither friendly nor unfriendly.": {
    "lexical": "And in control trails, the proposer was presented by an immobile posterboard, with a position that was neither friendly nor unfriendly.",
    "words": {
      "trials,": "trails,",
      "represented": "presented",
      "stance": "position"
    },
    "sentence_paraphrase": "In control trials, the person was shown by a posterboard with a stance that was neither friendly nor unfriendly.",
    "syntactic": "And in the control trials, the proposer was represented by an immobile poster. His stance was neither friendly nor unfriendly.",
    "syntactic_and_lexical": "And in the control trails, the proposer was presented by an immobile poster. His position was neither friendly nor unfriendly.",
    "syntactic_and_sentence_paraphrase": "In the control trials, the person was represented by a poster. He was not friendly or unfriendly."
  },
  "\"Remember, these are not the participants themselves engaged in these interactions,\" Florin Dolcos said.": {
    "lexical": "\"Remember, these are not the partners themselves managed in these actions,\" Florin Dolcos said.",
    "words": {
      "participants": "partners",
      "engaged": "managed",
      "interactions,\"": "actions,\""
    },
    "sentence_paraphrase": "Remember, these are not the people involved in these interactions, Florin Dolcos said.",
    "syntactic": "Remember that these are not the participants themselves. They are participating in these interactions, said Florin Dolcos.",
    "syntactic_and_lexical": "Remember that these are not the partners themselves. They are cooperating in these actions, said Florin Dolcos.",
    "syntactic_and_sentence_paraphrase": "These are not the people themselves. They are part of these things, said Florin Dolcos."
  },
  "\"We designed these experiments in a way that will facilitate the participants identifying with the responder avatars.\"": {
    "lexical": "\"We signed these accomplishments in a way that will facilitate the partners identifying with the responder avatars.\"",
    "words": {
      "designed": "signed",
      "experiments": "accomplishments",
      "participants": "partners"
    },
    "sentence_paraphrase": "We designed these experiments in a way that will help people identify with the responder avatars.",
    "syntactic": "We designed these experiments in such a way. This will make it easier for participants to identify with the avatars of the respondents.",
    "syntactic_and_lexical": "We signed these accomplishments in such a way. This will make it easier for partners to identify with the avatars of the contestants.",
    "syntactic_and_sentence_paraphrase": "We made these experiments like this. This will make it easier for people to see the avatars of the people."
  },
  "The scientists used EEG to track brain activity while participants watched the avatar interactions, then looked for any correspondence between participants' brain activity and their subsequent acceptance -- or rejection -- of an avatar's proposal.": {
    "lexical": "The technicians used EEG to track brain activity while patients watched the avatar actions, then looked for any correspondence between partners' brain activity and their subsequent acceptance -- or rejection -- of an avatar's proposal.",
    "words": {
      "scientists": "technicians",
      "participants": "patients",
      "interactions,": "actions,",
      "participants'": "partners'"
    },
    "sentence_paraphrase": "The scientists used EEG to track brain activity while participants watched the avatar interactions. Then they looked for any connection between participants' brain activity and an avatar's proposal.",
    "syntactic": "The scientists used EEG to track brain activity while participants watched the interactions of avatars. They then looked for any correspondence between the brain activity of participants and their subsequent acceptance - or rejection - of an avatar's proposal.",
    "syntactic_and_lexical": "The technicians used EEG to track brain activity while patients watched the actions of avatars. They then looked for any correspondence between the brain activity of partners and their subsequent acceptance - or rejection - of an avatar's proposal.",
    "syntactic_and_sentence_paraphrase": "The scientists used EEG to track brain activity while people watched the avatars. They then looked for any connection between the brain activity of participants and their acceptance or rejection of an avatar's idea."
  },
  "They found that watching the animated avatars interact increased the likelihood that an observer would agree to a proposed split of the $10 -- even if it meant accepting an unfair offer.": {
    "lexical": "They found that watching the animated avatars interact raised the likelihood that an observer would agree to a preferred split of the $ 10 -- even if it meant rejecting an unfair offer.",
    "words": {
      "increased": "raised",
      "proposed": "preferred",
      "$10": "$",
      "accepting": "10"
    },
    "sentence_paraphrase": "They found that watching the animated characters interact made it more likely that someone would agree to a proposed split of the $10.",
    "syntactic": "They found that watching the animated avatars interact increased the likelihood that an observer would agree to a proposed split of $ 10. Even if it meant accepting an unfair offer.",
    "syntactic_and_lexical": "They found that watching the animated avatars interact raised the likelihood that an observer would agree to a preferred split of $ 10. Even if it meant rejecting an unfair offer.",
    "syntactic_and_sentence_paraphrase": "They found that watching the animated characters interact made it easier for someone to agree to a split of $ 10. Even if it meant making an offer."
  },
  "Interactions with static avatars led to more rejections of unfair proposals.": {
    "lexical": "Interactions with static avatars led to more rejections of unfair plans.",
    "words": {
      "proposals.": "plans."
    },
    "sentence_paraphrase": "Interactions with static avatars made more bad proposals rejected.",
    "syntactic": "Interactions with static avatars led to more rejections. Unfair proposals were rejected.",
    "syntactic_and_lexical": "Interactions with static avatars led to more rejections. Unfair plans were disapproved.",
    "syntactic_and_sentence_paraphrase": "Interactions with static avatars made more problems. Unfair ideas were rejected."
  },
  "The researchers saw that participants were slightly more consistent in accepting an unfair offer when the proposer avatars behaved in an unfriendly manner, suggesting that participants were more comfortable when the avatars' social behavior corresponded more closely with what they were proposing.": {
    "lexical": "The scientists saw that partners were slightly more consistent in rejecting an unfair offer when the proposer avatars behaved in an unfriendly manner, arguing that partners were more comfortable when the avatars' social behavior corresponded more closely with what they were suggesting.",
    "words": {
      "researchers": "scientists",
      "participants": "partners",
      "accepting": "rejecting",
      "suggesting": "arguing",
      "proposing.": "suggesting."
    },
    "sentence_paraphrase": "The researchers found that participants were a little bit more consistent in accepting an unfair offer when the avatars did not like them, suggesting that participants were more comfortable when the avatars did not like what they were saying.",
    "syntactic": "The researchers found that participants were slightly more likely to accept an unfair offer when the proposer avatars behaved in an unfriendly manner. This suggests that participants felt more comfortable when the avatars' social behavior corresponded more closely to what they were proposing.",
    "syntactic_and_lexical": "The scientists found that partners were slightly more likely to accept an unfair offer when the proposer avatars behaved in an unfriendly manner. This considers that partners felt more comfortable when the avatars' social behavior corresponded more closely to what they were suggesting.",
    "syntactic_and_sentence_paraphrase": "The researchers found that people were a little bit more likely to accept an unfair offer when the people were rude. This means that participants felt more comfortable when their social behavior was more like what they were saying."
  },
  "The team also observed that the pattern of a participant's brain activity often predicted whether they would accept or reject an offer.": {
    "lexical": "The team also removed that the pattern of a participant's brain activity often expected whether they would accept or reject an offer.",
    "words": {
      "observed": "removed",
      "predicted": "expected"
    },
    "sentence_paraphrase": "The team also found that the way a person's brain worked often predicted whether they would accept or reject an offer.",
    "syntactic": "The team also observed that the pattern of a participant's brain activity often predicted whether he or she would accept or reject an offer. In addition, the team observed that participants were more likely to accept an offer than to reject it.",
    "syntactic_and_lexical": "The team also removed that the pattern of a participant's brain activity often expected whether he or she would accept or reject an offer. In addition, the team removed that partners were more likely to accept an offer than to reject it.",
    "syntactic_and_sentence_paraphrase": "The team also found that the way a person's brain worked often predicted whether he or she would accept an offer. The team also found that people were more likely to accept an offer than to reject it."
  },
  "\"The EEG patterns, known as event-related spectral perturbations, track changes in spectral power at each frequency in ongoing electrical activity across the brain, and can capture brain responses within hundreds of milliseconds after a person observes a stimulus,\" Moore said.": {
    "lexical": "\"The EEG models, known as event-related spectral disruptions, track changes in spectral power at each frequency in continuing electrical activity across the brain, and can capture brain answers within hundreds of milliseconds after a person serves a stimulus,\" Moore said.",
    "words": {
      "patterns,": "models,",
      "perturbations,": "disruptions,",
      "ongoing": "continuing",
      "responses": "answers",
      "observes": "serves"
    },
    "sentence_paraphrase": "The EEG patterns track changes in spectral power at each frequency in ongoing electrical activity across the brain, and can capture brain responses within hundreds of milliseconds after a person sees a stimulus.",
    "syntactic": "EEG patterns, known as event-related spectral perturbations, track changes in spectRAL power at each frequency of ongoing electrical activity in the brain. They can capture brain responses within hundreds of milliseconds after a person observes a stimulus, said Moore.",
    "syntactic_and_lexical": "EEG models, known as event-related spectral disruptions, track changes in spectRAL power at each frequency of continuing electrical activity in the brain. They can capture brain answers within hundreds of milliseconds after a person serves a stimulus, said Moore.",
    "syntactic_and_sentence_paraphrase": "EEG patterns track changes in spectral power at each frequency of ongoing electrical activity in the brain, known as event-related spectral. They can capture brain responses within hundreds of milliseconds after a person does something."
  },
  "\"Brain responses associated with processing movement and cognitive control were activated most in trials where -- shortly after observing an interaction -- participants chose to accept an unfair offer.\"": {
    "lexical": "\"Brain comments located with procedure movement and cognitive control were cited most in trials where -- shortly after serving an interaction -- parents chose to accept an unfair offer.\"",
    "words": {
      "responses": "comments",
      "associated": "located",
      "processing": "procedure",
      "activated": "cited",
      "observing": "serving",
      "participants": "parents"
    },
    "sentence_paraphrase": "Brain responses associated with processing movement and cognitive control were activated most in trials where participants chose to accept an offer that was not fair.",
    "syntactic": "Brain responses associated with movement processing and cognitive control were most activated in trials. Shortly after observing an interaction, participants chose to accept an unfair offer.",
    "syntactic_and_lexical": "Brain comments located with move procedure and cognitive control were most cited in trails. Shortly after serving an interaction, partners chose to accept an unfair offer.",
    "syntactic_and_sentence_paraphrase": "Brain responses to movement processing and control were most important in trials. After seeing an interaction, people chose to accept an offer."
  },
  "The research is an important step toward understanding how different brain responses contribute to social perception and decision-making, Moore said.": {
    "lexical": "The research is an important step toward learning how different brain responses contribute to social impression and decision, Moore said.",
    "words": {
      "understanding": "learning",
      "perception": "impression",
      "decision-making,": "decision,"
    },
    "sentence_paraphrase": "The research is an important step toward understanding how different brain responses help people see and make decisions.",
    "syntactic": "The research is an important step in understanding how different brain responses contribute to social perception and decision-making. Moore said.",
    "syntactic_and_lexical": "The research is an important step in learning how different brain responses contribute to social impression and decision. Moore said.",
    "syntactic_and_sentence_paraphrase": "The research is important because it shows how different brain responses affect social perception. Moore said."
  },
  "\"If we better understand the mechanisms involved, then we can better understand things like how to intervene,\" he said.": {
    "lexical": "\"If we better understand the conditions derived, then we can better understand things like how to intervene,\" he said.",
    "words": {
      "mechanisms": "conditions",
      "involved,": "derived,"
    },
    "sentence_paraphrase": "If we better understand what is going on, then we can better understand things like how to do it.",
    "syntactic": "If we better understand the mechanisms involved, we can better understand things. For example, how to intervene.",
    "syntactic_and_lexical": "If we better understand the conditions derived, we can better understand things. For example, how to intervene.",
    "syntactic_and_sentence_paraphrase": "If we better understand how it works we can better understand things. For example, how to."
  },
  "\"So, for example, if we have a goal of increasing cooperation or helping people make adaptive decisions, then we have clearer targets for our interventions.\"": {
    "lexical": "\"So, for example, if we have a goal of increasing cooperation or helping people make adaptive decides, then we have clearer targets for our actions.\"",
    "words": {
      "decisions,": "decides,",
      "interventions.\"": "actions.\""
    },
    "sentence_paraphrase": "For example, if we want to help people make better decisions, then we have clearer targets for our interventions.",
    "syntactic": "So, for example, if we want to increase cooperation or help people make adaptive decisions. Then we have clearer targets for our interventions.",
    "syntactic_and_lexical": "So, for example, if we want to increase cooperation or help people make adaptive decides. Then we have clearer targets for our actions.",
    "syntactic_and_sentence_paraphrase": "For example, if we want to help people make better decisions. Then we have better targets for our actions."
  },
  "Moore now is an associated health fellow at the Palo Alto Veterans Affairs Medical Center in Menlo Park, California.": {
    "lexical": "Moore now is an estimated health fellow at the Palo Alto Veterans Affairs Medical Center in Menlo Park, California.",
    "words": {
      "associated": "estimated"
    },
    "sentence_paraphrase": "Moore now works at the Palo Alto Veterans Affairs Medical Center in Menlo Park, California.",
    "syntactic": "Mr. Moore is now an associated health fellow at the Palo Alto Veterans Affairs Medical Center in Menlo Park, California. He graduated from the University of California, Berkeley.",
    "syntactic_and_lexical": "Mr. Moore is now an estimated health fellow at the Palo Alto Veterans Affairs Medical Center in Menlo Park, California. He graded from the University of California, Berkeley.",
    "syntactic_and_sentence_paraphrase": "He is now working at the Palo Alto Veterans Affairs Medical Center in Menlo Park, California. He went to the University of California, Berkeley."
  },
  "A team of mathematicians and physicists has discovered how ice formations are shaped by external forces, such as water temperature.": {
    "lexical": "A team of mathematics and physics has covered how ice forms are shaped by external forces, such as water temperature.",
    "words": {
      "mathematicians": "mathematics",
      "physicists": "physics",
      "discovered": "covered",
      "formations": "forms"
    },
    "sentence_paraphrase": "A team of mathematicians and physicists has found out how ice forms are made by water temperature.",
    "syntactic": "A team of mathematicians and physicists has discovered how ice formations are shaped by external forces. These include water temperature.",
    "syntactic_and_lexical": "A team of mathematics and physics has covered how ice forms are shaped by external forces. These include water temperature.",
    "syntactic_and_sentence_paraphrase": "A team of mathematicians and physicists have found out how ice forms are made. These include water."
  },
  "Its newly published research may offer another means for gauging factors that cause ice to melt.": {
    "lexical": "Its newly issued research may offer another means for evaluating factors that cause ice to melt.",
    "words": {
      "published": "issued",
      "gauging": "evaluating"
    },
    "sentence_paraphrase": "Its new research may offer another way to find out what causes ice to melt.",
    "syntactic": "Its recently published research may offer another way to measure the factors that cause ice to melt. The ice melts.",
    "syntactic_and_lexical": "Its recently issued research may offer another way to measure the factors that cause ice to melt. The ice melts.",
    "syntactic_and_sentence_paraphrase": "Its research may offer a new way to measure the things that make ice melt. It melts."
  },
  "\"The shapes and patterning of ice are sensitive indicators of the environmental conditions at which it melted, allowing us to'read' the shape to infer factors such as the ambient water temperature,\" explains Leif Ristroph, an associate professor at New York University's Courant Institute of Mathematical Sciences and one of the authors of the paper, which appears in the journal Physical Review Letters.": {
    "lexical": "\"The shapes and patterning of ice are sensitive factors of the environmental situations at which it melted, allowing us to'read' the shape to infer factors such as the ambient water temperature,\" explains Leif Ristroph, an associate professor at New York University's Courant Institute of Mathematical Sciences and one of the authors of the paper, which appears in the journal Physical Review Letters.",
    "words": {},
    "sentence_paraphrase": "The shapes and patterning of ice are sensitive indicators of the conditions at which it melted, allowing us to \"read\" the shape to infer factors such as the ambient water temperature, explains Leif Ristroph. Ristroph is an associate professor at New York University's Courant Institute of Mathematical Sciences.",
    "syntactic": "The shapes and patterns of ice are sensitive indicators of the environmental conditions in which it melted. They allow us to'read' the shape to infer factors such as ambient water temperature, explains Leif Ristroph, associate professor at the Courant Institute of Mathematical Sciences at New York University and one of the authors of the paper, which appears in the journal Physical Review Letters .",
    "syntactic_and_lexical": "The shapes and models of ice are sensitive factors of the environmental situations in which it melted. They allow us to'read' the shape to infer factors such as ambient water temperature, excuses Leif Ristroph, associate professor at the Courant Institute of Mathematical Sciences at New York University and one of the authors of the paper, which appears in the journal Physical Review Letters .",
    "syntactic_and_sentence_paraphrase": "The shapes and patterns of ice are important for the conditions in which it melted. Leif Ristroph is a professor at the Courant Institute of Mathematical Sciences at New York University and one of the people who wrote the paper, which appears in the journal Physical Review Letters ."
  },
  "\"Our work helps to understand how melting induces unusual flow patterns that in turn affect melting, which is one of the many complexities affecting the ice on our planet,\" adds author Alexandra Zidovska, an associate professor in NYU's Department of Physics.": {
    "lexical": "\"Our work helps to understand how melting induces unusual flow models that in turn affect melting, which is one of the many difficulties damaging the ice on our planet,\" adds author Alexandra Zidovska, an associate professor in NYU's Department of Physics.",
    "words": {
      "patterns": "models",
      "complexities": "difficulties",
      "affecting": "damaging"
    },
    "sentence_paraphrase": "Our work helps to understand how melting causes unusual flow patterns that in turn affect melting, which is one of the many problems affecting the ice on our planet, says Alexandra Zidovska.",
    "syntactic": "Our work helps understand how melting induces unusual flow patterns that in turn affect melting. This is one of the many complexities affecting ice on our planet, adds author Alexandra Zidovska, associate professor in the Department of Physics at NYU.",
    "syntactic_and_lexical": "Our work helps understand how melting induces unusual flow models that in turn affect melting. This is one of the many difficulties affecting ice on our planet, adds author Alexandra Zidovska, associate professor in the Department of Physics at NYU.",
    "syntactic_and_sentence_paraphrase": "Our work helps understand how melting causes unusual flow patterns that cause melting. This is one of the problems that affect ice on our planet, says Alexandra Zidovska, a professor at NYU."
  },
  "The paper's other authors were Scott Weady, an NYU graduate student, and Josh Tong, an undergraduate in NYU's College of Arts and Science at the time of the study.": {
    "lexical": "The paper's other authors were Scott Weady, an NYU graduate student, and Josh Tong, an graduate in NYU's College of Arts and Science at the time of the study.",
    "words": {},
    "sentence_paraphrase": "The other people who wrote the paper were Scott Weady, an NYU graduate student, and Josh Tong, an undergraduate at NYU.",
    "syntactic": "The other authors of the paper were Scott Weady, a graduate student at NYU. Josh Tong, an undergraduate student in the College of Arts and Science at the time of the study.",
    "syntactic_and_lexical": "The other authors of the paper were Scott Weady, a graduate student at NYU. Josh Tong, an graduate student in the College of Arts and Science at the time of the study.",
    "syntactic_and_sentence_paraphrase": "The other people who wrote it were Scott Weady at NYU. Josh Tong was a student in the College of Arts and Science at the time he studied."
  },
  "In NYU's Applied Mathematics Laboratory and Center for Soft Matter Research, the researchers studied, through a series of experiments, the melting of ice in water and, in particular, how the water temperature affects the eventual shapes and patterning of ice.": {
    "lexical": "In NYU's Applied Mathematics Laboratory and Center for Soft Matter Research, the scientists studied, through a series of accomplishments, the melting of ice in water and, in specific, how the water temperature affects the eventual shapes and patterning of ice.",
    "words": {
      "researchers": "scientists",
      "experiments,": "accomplishments,",
      "particular,": "specific,"
    },
    "sentence_paraphrase": "In NYU's Applied Mathematics Laboratory and Center for Soft Matter Research they studied the melting of ice in water and how the water temperature changes the shape and pattern of ice.",
    "syntactic": "At NYU's Applied Mathematics Laboratory and Center for Soft Matter Research, the researchers studied the melting of ice in water through a series of experiments. In particular, they studied how the temperature of the water affects the eventual shapes and patterns of the ice.",
    "syntactic_and_lexical": "At NYU's Applied Mathematics Laboratory and Center for Soft Matter Research, the scientists studied the melting of ice in water through a series of accomplishments. In specific, they studied how the temperature of the water affects the eventual shapes and models of the ice.",
    "syntactic_and_sentence_paraphrase": "The researchers at NYU's Applied Mathematics Laboratory and Center for Soft Matter Research studied the melting of ice in water. They studied how the temperature of the water changed the shapes and patterns of the ice."
  },
  "To do so, they created ultra-pure ice, which is free of bubbles and other impurities.": {
    "lexical": {},
    "sentence_paraphrase": "They made ice that was free of bubbles and other impurities.",
    "syntactic": "To do this, they created ultra-pure ice. This ice is free of bubbles and other impurities.",
    "syntactic_and_lexical": "To do this, they created ultra-pure ice. This ice is free of bubbles and other impurities.",
    "syntactic_and_sentence_paraphrase": "They made ultra-pure ice. It is free of bubbles and other things."
  },
  "The team recorded the melting of ice submerged into water tanks in a \"cold room,\" which is similar to a walk-in refrigerator whose temperature is controlled and varied.": {
    "lexical": "The team recorded the melting of ice submerged into water tanks in a \"cold room,\" which is similar to a walk-in refrigerator whose temperature is controlled and differs.",
    "words": {
      "varied.": "differs."
    },
    "sentence_paraphrase": "The team recorded the melting of ice in water tanks in a room called a \"cold room\" similar to a walk-in refrigerator.",
    "syntactic": "The team recorded the melting of ice submerged in water tanks in a cold room. A cold room is similar to a walk-in refrigerator whose temperature is controlled and varied.",
    "syntactic_and_lexical": "The team reduced the melting of ice submerged in water tanks in a cold room. A cold room is similar to a walk-in refrigerator whose temperature is controlled and differs.",
    "syntactic_and_sentence_paraphrase": "They recorded the melting of ice in water tanks in a room. A cold room is like a walk-in refrigerator where the temperature is set."
  },
  "\"We focused on the cold temperatures -- 0 to 10 degrees Celsius -- at which ice in natural waters typically melts, and we found a surprising variety of shapes that formed,\" says Ristroph, who directs the Applied Mathematics Laboratory.": {
    "lexical": "\"We focused on the cold temperatures -- 0 to 10 levels Celsius -- at which ice in natural waters typically melts, and we found a surprising variety of shapes that formed,\" says Ristroph, who directs the Applied Mathematics Laboratory.",
    "words": {
      "degrees": "levels"
    },
    "sentence_paraphrase": "We focused on the cold temperatures -- 0 to 10 degrees Celsius -- at which ice in natural waters usually melts, and we found a lot of different shapes that formed.",
    "syntactic": "We focused on the cold temperatures - 0 to 10 degrees Celsius - at which ice in natural waters usually melts. We found a surprising variety of shapes that formed, says Ristroph, who directs the Applied Mathematics Laboratory.",
    "syntactic_and_lexical": "We focused on the cold temperatures - 0 to 10 levels Celsius - at which ice in natural waters usually melts. We found a surprising variety of shapes that formed, says Ristroph, who directs the Applied Mathematics Laboratory.",
    "syntactic_and_sentence_paraphrase": "We focused on the cold temperatures - 0 to 10 degrees Celsius - where ice usually melts. We found a lot of different shapes that formed, says Ristroph of the Applied Mathematics Laboratory."
  },
  "Specifically, at very cold temperatures -- those under about 5 degrees C -- the pieces take on the shape of a spike or \"pinnacle\" pointing downward -- similar to an icicle, but perfectly smooth (with no ripples).": {
    "lexical": "Specifically, at very cold temperatures -- those under about 5 levels C -- the pieces take on the shape of a spike or \"pinnacle\" pointing downward -- similar to an icicle, but completely smooth (with no ripples).",
    "words": {
      "degrees": "levels",
      "perfectly": "completely"
    },
    "sentence_paraphrase": "At very cold temperatures, the pieces look like a spike or \"pinnacle\" pointing downward -- similar to an icicle, but perfectly smooth (with no ripples).",
    "syntactic": "Specifically, at very cold temperatures - less than 5 degrees C - the pieces take on the shape of a spike or \"pinnacle\" pointing downwards. Similar to an icicle, but perfectly smooth (without ripples).",
    "syntactic_and_lexical": "Specifically, at very cold temperatures - less than 5 levels C - the pieces take on the shape of a spike or \"pinnacle\" pointing downwards. Similar to an icicle, but completely smooth (without ripples).",
    "syntactic_and_sentence_paraphrase": "At very cold temperatures - less than 5 degrees C - the pieces look like a spike pointing downwards. It is smooth and perfectly smooth (without ripples)."
  },
  "For temperatures above approximately 7 degrees C, the same basic shape forms, but upside down -- a spike pointing upward.": {
    "lexical": "For temperatures above roughly 7 levels C, the same basic shape forms, but upside down -- a spike pointing upward.",
    "words": {
      "approximately": "roughly",
      "degrees": "levels"
    },
    "sentence_paraphrase": "For temperatures above about 7 degrees C, the same shape forms, but upside down.",
    "syntactic": "For temperatures above about 7 degrees C, the same basic shape forms, but upside down. A spike pointing upwards.",
    "syntactic_and_lexical": "For temperatures above about 7 levels C, the same basic shape forms, but upside down. A spike pointing upwards.",
    "syntactic_and_sentence_paraphrase": "For temperatures above 7 degrees C, the same shape can be made. A spike in the sky"
  },
  "For in between temperatures, the ice has wavy and rippled patterns melted into its surface.": {
    "lexical": {},
    "sentence_paraphrase": "The ice has wavy and rippled shapes melted into its surface.",
    "syntactic": "For temperatures in between, the ice has wavy and rippled patterns. They have melted into its surface.",
    "syntactic_and_lexical": "For temperatures in between, the ice has wavy and rippled models. They have melted into its surface.",
    "syntactic_and_sentence_paraphrase": "The ice has wavy and rippled patterns for temperatures. They have melted on its surface."
  },
  "Similar patterns, called \"scallops,\" are found on icebergs and other ice surfaces in nature.": {
    "lexical": "Similar models, called \"scallops,\" are found on ice and other ice spaces in nature.",
    "words": {},
    "sentence_paraphrase": "Similar patterns are found on icebergs and other types of ice in nature.",
    "syntactic": "Similar patterns are found on icebergs and other ice surfaces in nature. They are called scallops.",
    "syntactic_and_lexical": "Similar models are found on ice and other ice surfaces in nature. They are called scallops.",
    "syntactic_and_sentence_paraphrase": "Similar patterns can be found on icebergs and other ice in nature. They are called scallops."
  },
  "These shape differences are due to changes in water flows, which are determined by their temperatures.": {
    "lexical": "These shape disputes are due to changes in water flows, which are identified by their temperatures.",
    "words": {
      "differences": "disputes",
      "determined": "identified"
    },
    "sentence_paraphrase": "These shape differences are because of changes in water flows and their temperatures.",
    "syntactic": "These shape differences are due to changes in water flow. Water flow is determined by its temperature.",
    "syntactic_and_lexical": "These shape disputes are due to changes in water flow. Water flow is identified by its temperature.",
    "syntactic_and_sentence_paraphrase": "This is because of changes in water flow. Water flow is based on temperature."
  },
  "\"Melting causes gradients in the temperature of the water near the ice, which causes the liquid at different places to have different densities,\" explains Weady.": {
    "lexical": "\"Melting causes gradients in the temperature of the water near the ice, which causes the fluid at different places to have different densities,\" explains Weady.",
    "words": {
      "liquid": "fluid"
    },
    "sentence_paraphrase": "Melting causes changes in the temperature of the water near the ice, which makes the liquid at different places different.",
    "syntactic": "Melting causes gradients in the temperature of the water near the ice. This causes the liquid to have different densities in different places, explains Weady.",
    "syntactic_and_lexical": "Melting causes gradients in the temperature of the water near the ice. This causes the fluid to have different densities in different places, excuses Weady.",
    "syntactic_and_sentence_paraphrase": "Melting causes changes in the temperature of the water. This makes the liquid have different density in different places."
  },
  "\"This generates flows due to gravity -- with heavier liquid sinking and lighter fluid rising -- and such flows along the surface lead to different rates of melting at different locations and thus changes in shape.\"": {
    "lexical": "\"This creates flows due to gravity -- with heavier liquid sinking and lighter fluid rising -- and such flows along the surface lead to different rates of melting at different locations and thus changes in shape.\"",
    "words": {
      "generates": "creates"
    },
    "sentence_paraphrase": "This causes flows due to gravity -- with heavier liquid sinking and lighter fluid rising -- and such flows along the surface change the shape of the Earth.",
    "syntactic": "This generates flows due to gravity, with heavier liquids sinking and lighter fluids rising. These flows along the surface lead to different rates of melting at different locations and thus changes in shape.",
    "syntactic_and_lexical": "This creates flows due to gravity, with heavier liquids sinking and lighter fluids rising. These flows along the surface lead to different rates of melting at different sites and thus changes in shape.",
    "syntactic_and_sentence_paraphrase": "This causes flows because of gravity, with heavier liquids sinking. These flows along the surface cause different rates of melting at different places."
  },
  "\"The strange bit of physics is that liquid water has a highly unusual dependence of density on temperature, in particular a maximum of density at about 4 degrees C,\" he adds.": {
    "lexical": "\"The weird bit of physics is that fluid water has a highly unusual dependence of density on temperature, in specific a maximum of density at about 4 levels C,\" he adds.",
    "words": {
      "strange": "weird",
      "liquid": "fluid",
      "particular": "specific",
      "degrees": "levels"
    },
    "sentence_paraphrase": "The strange bit of physics is that the density of liquid water depends very much on temperature, in particular a maximum of about 4 degrees C.",
    "syntactic": "The strange thing about physics is that liquid water has a very unusual dependence of density on temperature. In particular, it reaches its maximum density at about 4 degrees C, he adds.",
    "syntactic_and_lexical": "The weird thing about physics is that fluid water has a very unusual dependence of density on temperature. In specific, it reaches its maximum density at about 4 levels C, he adds.",
    "syntactic_and_sentence_paraphrase": "The strange thing about physics is that the density of liquid water depends on temperature. It gets its maximum density at about 4 degrees C, he says."
  },
  "\"This'density anomaly' makes water unique in comparison to other fluids.\"": {
    "lexical": "\"This'density anomaly' makes water unique in compare to other fluids.\"",
    "words": {
      "comparison": "compare"
    },
    "sentence_paraphrase": "This makes water different in comparison to other fluids.",
    "syntactic": "This \"density anomaly\" makes water unique. It distinguishes it from other fluids.",
    "syntactic_and_lexical": "This \"density anomaly\" makes water unique. It identifies it from other fluids.",
    "syntactic_and_sentence_paraphrase": "This makes water unique in nature. It is different from other fluids."
  },
  "The research shows that this property is responsible for producing very different flows, depending on the precise value of the water temperature.": {
    "lexical": "The research shows that this property is responsible for developing very different flows, responding on the accurate value of the water temperature.",
    "words": {
      "producing": "developing",
      "depending": "responding",
      "precise": "accurate"
    },
    "sentence_paraphrase": "The research shows that this property makes very different flows, depending on how hot the water is.",
    "syntactic": {},
    "syntactic_and_lexical": "The research shows that this property is responsible for developing very different flows. Depending on the accurate value of the water temperature.",
    "syntactic_and_sentence_paraphrase": "The research shows that this property makes very different flows. Depending on the temperature of the water."
  },
  "The downward pinnacles at low temperatures are associated with upward flows, while the upward pinnacles have downward flows.": {
    "lexical": "The downward pinnacles at low temperatures are dedicated with upward flows, while the upward pinnacles have downward flows.",
    "words": {
      "associated": "dedicated"
    },
    "sentence_paraphrase": "The downward pinnacles at low temperatures are called upward flows, and the upward pinnacles are called downward.",
    "syntactic": "The downward pinnacles at low temperatures are associated with upward flows. On the other hand, the upward pinnacle is associated with a downward flow.",
    "syntactic_and_lexical": "The downward pinnacles at low temperatures are dedicated with upward flows. On the other hand, the upward pinnacle is dedicated with a downward flow.",
    "syntactic_and_sentence_paraphrase": "The downward pinnacles at low temperatures are a part of flows. On the other hand, the top has a downward flow."
  },
  "The scalloped patterns form because upward flows very near the surface interact with downward flows further away, destabilizing into vortices that carve pits into the ice.": {
    "lexical": "The scalloped patterns form because upward flows very near the surface interact with downward flows further away, stabilizing into vortices that carve pits into the ice.",
    "words": {
      "destabilizing": "stabilizing"
    },
    "sentence_paraphrase": "The scalloped patterns form because the upward flows very near the surface interact with the downward flows farther away.",
    "syntactic": "The scalloped patterns form because upward flows very close to the surface interact with downward flows further away. This destabilizes into vortices that carve pits in the ice.",
    "syntactic_and_lexical": "The scalloped patterns form because upward flows very close to the surface interact with downward flows further away. This destabilizes into vortices that carve pits in the ice.",
    "syntactic_and_sentence_paraphrase": "This is because upward flows very close to the surface interact with downward flows farther away. This causes tornadoes that carve holes in the ice."
  },
  "\"Our findings help to explain some characteristic shapes of ice seen in nature, specifically the so-called pinnacle morphology of icebergs that consists of sharp spikes or spires and the so-called scallops that consist of wavy patterns of pits,\" notes Ristroph.": {
    "lexical": "\"Our findings help to told some typical shapes of ice seen in nature, specially the so-called pinnacle morphology of ice that contains of sharp rises or spires and the so-called scallops that consist of wavy models of pits,\" notes Ristroph.",
    "words": {},
    "sentence_paraphrase": "Our findings help to explain some of the shapes of ice seen in nature, like the shape of icebergs with sharp spikes or spires and the shape of scallops with wavy patterns of pits.",
    "syntactic": "Our findings help to explain some of the characteristic shapes of ice seen in nature. In particular, the so-called iceberg pinnacle morphology, which consists of sharp spikes or spires, and the scallop morphologies that consist of wavy pit patterns, notes Ristroph.",
    "syntactic_and_lexical": "Our findings help to told some of the typical shapes of ice seen in nature. In specific, the so-called iceberg pinnacle morphology, which contains of sharp rises or spires, and the scallop morphologies that consist of wavy pit models, notes Ristroph.",
    "syntactic_and_sentence_paraphrase": "Our findings help to explain some of the different shapes of ice. In particular the so-called iceberg pinnacle morphology, which has sharp spikes or spires, and the scallop morphology that has wavy pits."
  },
  "\"The bigger context for this work relates to the changing climate of the Earth and the increased rate of ice melting across our planet,\" he continues.": {
    "lexical": "\"The bigger context for this work recalls to the changing climate of the Earth and the raised rate of ice melting across our planet,\" he continues.",
    "words": {
      "relates": "recalls",
      "increased": "raised"
    },
    "sentence_paraphrase": "The bigger reason for this work is because of the changing climate of the Earth and the rate of ice melting.",
    "syntactic": "The larger context for this work relates to the changing climate of the Earth. And the increased rate of ice melting on our planet, he continues.",
    "syntactic_and_lexical": "The larger context for this work recalls to the changing climate of the Earth. And the raised rate of ice melting on our planet, he continues.",
    "syntactic_and_sentence_paraphrase": "The bigger picture is the changing climate of the Earth. And the speed of ice melting on our planet, he says."
  },
  "\"It's important to better understand the detailed physics and math of melting at smaller scales, since these are key components of larger-scale climate models.\"": {
    "lexical": "\"It's important to better understand the detailed physics and math of melting at smaller scales, since these are key factors of larger-scale climate models.\"",
    "words": {
      "components": "factors"
    },
    "sentence_paraphrase": "It is important to better understand the details of melting at smaller scales, since these are very important for larger climate models.",
    "syntactic": "It is important to better understand the physics and mathematics of melting at smaller scales. These are key components of large-scale climate models.",
    "syntactic_and_lexical": "It is important to better understand the physics and maths of melting at smaller scales. These are key factors of large climate models.",
    "syntactic_and_sentence_paraphrase": "It is important to understand how melting works at smaller scales. These are important parts of climate models."
  },
  "The research was supported by grants from the National Science Foundation (PHY-1554880, CBET-1805506, DMS-1646339).": {
    "lexical": "The research was favoured by warrants from the National Science Foundation (PHY-1554880, CBET-1805506, DMS-1646339).",
    "words": {
      "supported": "favoured",
      "grants": "warrants"
    },
    "sentence_paraphrase": "The research was made possible by grants from the National Science Foundation (PHY-1554880).",
    "syntactic": {},
    "syntactic_and_lexical": "The research was favoured by warrants from the National Science Foundation. (PHY-1554880, CBET-1805506, DMS-1646339).",
    "syntactic_and_sentence_paraphrase": "The research was supported by money from the National Science Foundation. (PHY-1554880, CBET-180550)."
  }
}
